{
  "christmas": [
    {
      "id": "c_001",
      "style": "Poétique",
      "message": "Que cette nuit de Noël soit une parenthèse de velours, où le silence de la neige remplace le tumulte du monde."
    },
    {
      "id": "c_002",
      "style": "Minimaliste",
      "message": "Moins d'objets, plus d'instants. Un Noël épuré et vibrant."
    },
    {
      "id": "c_003",
      "style": "Chaleureux",
      "message": "Que l'odeur de la cannelle et le crépitement du feu soient les seuls témoins de votre sérénité retrouvée."
    },
    {
      "id": "c_004",
      "style": "Imaginaire",
      "message": "Je vous souhaite de retrouver cette étincelle d'enfance qui transforme une simple guirlande en voie lactée."
    },
    {
      "id": "c_005",
      "style": "Lien social",
      "message": "Plus que des cadeaux sous le sapin, je vous souhaite des présences qui réchauffent l'âme sans dire un mot."
    },
    {
      "id": "c_006",
      "style": "Nature",
      "message": "Que la magie de l'hiver vous apporte la force des vieux chênes et la légèreté des flocons."
    },
    {
      "id": "c_007",
      "style": "Gourmand",
      "message": "Que votre table soit un festin de rires partagés, où chaque saveur raconte une histoire d'amitié."
    },
    {
      "id": "c_008",
      "style": "Cinéma",
      "message": "Vivez un Noël digne d'un plan-séquence parfait : pas de fausse note, juste de la lumière et de l'émotion."
    },
    {
      "id": "c_009",
      "style": "Apaisement",
      "message": "Offrez-vous le luxe ultime : une déconnexion totale pour une reconnexion réelle."
    },
    {
      "id": "c_010",
      "style": "Lumière",
      "message": "Que la lueur des bougies éclaire les zones d'ombre de votre année et y dépose une douce clarté."
    },
    {"id": "c_011", "style": "Astronomie", "message": "Que l'alignement des planètes de ce soir vous apporte une clarté nouvelle sur vos rêves les plus fous."},
  {"id": "c_012", "style": "Sensoriel", "message": "Je vous souhaite un Noël qui se goûte, se touche et se respire, loin des écrans et au plus près des sens."},
  {"id": "c_013", "style": "Littéraire", "message": "Que votre réveillon soit un chapitre suspendu, écrit à l'encre de la bienveillance et du partage."},
  {"id": "c_014", "style": "Minimaliste", "message": "Peu importe la taille du sapin, pourvu que l'espace en dessous soit rempli de conversations sincères."},
  {"id": "c_015", "style": "Épicurien", "message": "Que chaque bouchée de ce festin soit une célébration du temps qui s'arrête enfin."},
  {"id": "c_016", "style": "Botanique", "message": "Comme le houx sous la neige, restez vert et vif même au cœur du plus rude hiver."},
  {"id": "c_017", "style": "Cinétique", "message": "Que la magie de Noël agisse comme un bouton 'Pause' sur le tumulte de votre quotidien."},
  {"id": "c_018", "style": "Architectural", "message": "Bâtissez ce soir des souvenirs aux fondations solides, capables de résister à l'oubli."},
  {"id": "c_019", "style": "Musical", "message": "Que les rires des vôtres composent la plus belle des symphonies pour cette fin d'année."},
  {"id": "c_020", "style": "Cosy", "message": "Je vous souhaite la tiédeur d'un plaid, la douceur d'un thé et la profondeur d'un regard ami."},
  {"id": "c_021", "style": "Nostalgique", "message": "Retrouvez ce soir le parfum exact de vos plus beaux souvenirs d'enfance."},
  {"id": "c_022", "style": "Zen", "message": "Que l'agitation du monde s'arrête au seuil de votre porte pour laisser place à une paix absolue."},
  {"id": "c_023", "style": "Explorateur", "message": "Que ce Noël soit le point de départ d'une exploration intérieure riche en découvertes."},
  {"id": "c_024", "style": "Moderne", "message": "Moins de notifications, plus de vibrations. Un Noël en mode avion, mais le cœur à 100%."},
  {"id": "c_025", "style": "Onirique", "message": "Que vos songes de cette nuit de Noël dessinent les réalités de votre demain."},
  {"id": "c_026", "style": "Altruiste", "message": "Le plus beau cadeau est celui qu'on ne déballe pas : la chaleur d'être ensemble."},
  {"id": "c_027", "style": "Lumineux", "message": "Devenez le phare qui guide ceux que vous aimez vers un port de sérénité."},
  {"id": "c_028", "style": "Rustique", "message": "Un retour aux sources, au bois mort qui crépite et à la vérité des choses simples."},
  {"id": "c_029", "style": "Éclatant", "message": "Que votre joie soit aussi contagieuse qu'une première neige sur la ville."},
  {"id": "c_030", "style": "Discret", "message": "Un Noël tout en nuances, en murmures et en tendresse partagée."},
  {"id": "c_041", "style": "Urbain", "message": "Que les lumières de la ville ne soient que le reflet de l'éclat qui brille dans vos yeux ce soir."},
  {"id": "c_042", "style": "Cinétique", "message": "Vibrez au rythme lent des flocons, loin de la vitesse du monde."},
  {"id": "c_043", "style": "Alchimie", "message": "Transformez le plomb des soucis en or de souvenirs lors de cette veillée."},
  {"id": "c_044", "style": "Hygge", "message": "Un Noël de chaussettes en laine, de chocolat chaud et de vérités partagées."},
  {"id": "c_045", "style": "Géométrique", "message": "Que le cercle de votre famille s'élargisse pour inclure la bienveillance universelle."},
  {"id": "c_046", "style": "Maritime", "message": "Un port calme pour vos pensées, une mer de douceur pour votre cœur."},
  {"id": "c_047", "style": "Éphémère", "message": "Saisissez l'instant : Noël n'est pas une date, c'est une émotion fugace à capturer."},
  {"id": "c_048", "style": "Culinat", "message": "Que le sel de la vie relève la douceur de votre bûche de Noël."},
  {"id": "c_049", "style": "Silencieux", "message": "Écoutez le silence de Noël, il a tant de choses apaisantes à vous dire."},
  {"id": "c_050", "style": "Inspirant", "message": "Soyez le miracle que quelqu'un d'autre attendait pour Noël."},
  {"id": "c_051", "style": "Aérien", "message": "Que vos soucis s'envolent comme la fumée d'une cheminée dans le ciel d'hiver."},
  {"id": "c_052", "style": "Cristallin", "message": "Une clarté d'esprit aussi pure qu'un stalactite au petit matin."},
  {"id": "c_053", "style": "Enfantin", "message": "Autorisez-vous à croire encore à l'impossible, juste pour cette nuit."},
  {"id": "c_054", "style": "Texturé", "message": "Un Noël de velours, de soie et de bois brut : la richesse des choses vraies."},
  {"id": "c_055", "style": "Mélodique", "message": "Que chaque rire autour de la table soit une note de votre bonheur futur."},
  {"id": "c_056", "style": "Botanique", "message": "Que l'espoir fleurisse chez vous comme une rose de Noël dans le gel."},
  {"id": "c_057", "style": "Stellaire", "message": "Suivez votre propre étoile, elle sait exactement où vous mener."},
  {"id": "c_058", "style": "Chaleureux", "message": "Que la chaleur humaine remplace tous les chauffages du monde."},
  {"id": "c_059", "style": "Authentique", "message": "Pas de filtres, pas de fards : juste la beauté d'être soi avec les siens."},
  {"id": "c_060", "style": "Infini", "message": "Que la trêve de Noël se prolonge bien au-delà du lever du soleil."},
  {"id": "c_061", "style": "Légendaire", "message": "Vivez un Noël dont on racontera les anecdotes pendant des décennies."},
  {"id": "c_062", "style": "Secret", "message": "Que Noël vous apporte une réponse douce à une question que vous n'osiez poser."},
  {"id": "c_063", "style": "Tactile", "message": "Je vous souhaite la chaleur d'une main serrée et la force d'une accolade."},
  {"id": "c_064", "style": "Solaire", "message": "Même au solstice d'hiver, trouvez le soleil à l'intérieur de vous."},
  {"id": "c_065", "style": "Épicé", "message": "Un Noël de caractère, relevé d'une pointe d'imprévu et de beaucoup d'amour."},
  {"id": "c_066", "style": "Lumineux", "message": "Que votre décoration intérieure ne soit que le reflet de votre paix mentale."},
  {"id": "c_067", "style": "Cinéma", "message": "Un Noël en Technicolor dans un monde parfois trop gris."},
  {"id": "c_068", "style": "Graphique", "message": "Dessinez les contours d'une soirée parfaite avec les crayons de la gratitude."},
  {"id": "c_069", "style": "Vaporeux", "message": "Laissez le stress s'évaporer comme la buée sur une vitre givrée."},
  {"id": "c_070", "style": "Harmonieux", "message": "Que votre esprit soit en accord majeur avec l'ambiance de cette fête."},
  {"id": "c_071", "style": "Héroïque", "message": "Noël est la fête des petits gestes qui font les grands héros du quotidien."},
  {"id": "c_072", "style": "Floral", "message": "Que votre cœur soit un jardin d'hiver où la joie ne fane jamais."},
  {"id": "c_073", "style": "Cosmique", "message": "Ressentez l'unité du monde dans le scintillement d'une simple bougie."},
  {"id": "c_074", "style": "Artisan", "message": "Façonnez vos souvenirs de Noël avec la patience d'un sculpteur d'émotions."},
  {"id": "c_075", "style": "Pétillant", "message": "Que votre soirée ait le goût de l'enthousiasme et l'éclat des bulles."},
  {"id": "c_076", "style": "Apaisant", "message": "Que le bruit des emballages froissés soit le seul vacarme de votre soirée."},
  {"id": "c_077", "style": "Littéraire", "message": "Ouvrez ce soir un nouveau livre de vie dont Noël est la plus belle préface."},
  {"id": "c_078", "style": "Symphonique", "message": "Que le silence de la nuit soit une musique à vos oreilles."},
  {"id": "c_079", "style": "Intime", "message": "Un Noël en petit comité, pour de grandes confidences."},
  {"id": "c_080", "style": "Radieux", "message": "Que votre sourire soit la plus belle guirlande de la maison."},
  {"id": "c_081", "style": "Éternel", "message": "Ressentez ce lien qui traverse les âges et unit les générations ce soir."},
  {"id": "c_082", "style": "Léger", "message": "Aussi léger qu'une plume, aussi doux qu'un duvet."},
  {"id": "c_083", "style": "Vibrant", "message": "Que votre cœur batte à l'unisson avec la générosité du monde."},
  {"id": "c_084", "style": "Montagnard", "message": "L'air pur des sommets dans votre salon, la force du roc dans vos projets."},
  {"id": "c_085", "style": "Poétique", "message": "Écrivez en vers la joie d'être ensemble sous les flocons."},
  {"id": "c_086", "style": "Luminal", "message": "Que chaque luciole de Noël guide vos pas vers la sérénité."},
  {"id": "c_087", "style": "Mythique", "message": "Vivez un Noël qui entre dans la légende de votre famille."},
  {"id": "c_088", "style": "Paradoxal", "message": "Trouvez la grandeur dans la petitesse d'un instant partagé."},
  {"id": "c_089", "style": "Velouté", "message": "Que cette fête glisse sur votre âme comme une caresse de satin."},
  {"id": "c_090", "style": "Zénith", "message": "Atteignez le sommet de la convivialité ce soir."},
  {"id": "c_091", "style": "Holographique", "message": "Voyez Noël sous tous ses angles : partage, repos et émerveillement."},
  {"id": "c_092", "style": "Oxygéné", "message": "Respirez enfin. Noël est là pour vous rendre votre souffle."},
  {"id": "c_093", "style": "Fidèle", "message": "Soyez fidèle à vos envies, pas seulement aux traditions."},
  {"id": "c_094", "style": "Magnétique", "message": "Attirez à vous toute la douceur que l'hiver peut offrir."},
  {"id": "c_095", "style": "Précieux", "message": "Moins de pacotille, plus de pépites de bonheur brut."},
  {"id": "c_096", "style": "Savant", "message": "La sagesse de Noël : savoir apprécier ce que l'on a déjà."},
  {"id": "c_097", "style": "Nomade", "message": "Où que vous soyez, que l'esprit de Noël soit votre maison."},
  {"id": "c_098", "style": "Vif", "message": "Un Noël plein d'esprit, de saillies verbales et de rires francs."},
  {"id": "c_099", "style": "Atemporal", "message": "Oubliez l'horloge, vivez l'instant."},
  {"id": "c_100", "style": "Ultime", "message": "Que ce Noël soit le plus beau, jusqu'au prochain."},
  {"id": "c_101", "style": "Physique", "message": "Que la chaleur de votre foyer se propage par conduction, convection et rayonnement dans le cœur de vos invités."},
  {"id": "c_102", "style": "Contemplatif", "message": "Regardez les bougies brûler et réalisez que chaque seconde de paix est une victoire sur le chaos."},
  {"id": "c_103", "style": "Céramique", "message": "Que ce Noël soit le tour de potier où se façonnent vos plus beaux souvenirs d'amitié."},
  {"id": "c_104", "style": "Botanique", "message": "Soyez comme le sapin : gardez vos épines pour protéger votre douceur intérieure."},
  {"id": "c_105", "style": "Acoustique", "message": "Je vous souhaite un Noël aux sons feutrés : le craquement de la neige et le murmure des confidences."},
  {"id": "c_106", "style": "Vignoble", "message": "Que votre réveillon ait le corps d'un grand cru et la légèreté d'une bulle de champagne."},
  {"id": "c_107", "style": "Alchimie", "message": "Transformez le plomb des tensions familiales en l'or d'une réconciliation sincère."},
  {"id": "c_108", "style": "Cinéma", "message": "Un Noël tourné en lumière naturelle, sans effets spéciaux, juste la vérité des sentiments."},
  {"id": "c_109", "style": "Minimaliste", "message": "Une seule étoile dans le ciel, une seule main dans la vôtre, et tout est complet."},
  {"id": "c_110", "style": "Textile", "message": "Tissez des liens de cachemire et de soie avec ceux qui partagent votre table."},
  {"id": "c_111", "style": "Philosophique", "message": "Noël n'est pas une destination, c'est une manière de voyager ensemble dans l'hiver."},
  {"id": "c_112", "style": "Électrique", "message": "Que l'étincelle de ce soir allume un brasier de joie qui durera tout l'hiver."},
  {"id": "c_113", "style": "Pâtissier", "message": "Une année saupoudrée de sucre glace et nappée de la tendresse de vos proches."},
  {"id": "c_114", "style": "Géographique", "message": "Que toutes les routes de votre cœur mènent à un port de paix ce soir."},
  {"id": "c_115", "style": "Solaire", "message": "Même au jour le plus court, soyez la source de vitamine D pour ceux qui vous entourent."},
  {"id": "c_116", "style": "Hygge", "message": "L'élégance du pyjama, la noblesse du chocolat chaud et la majesté du silence."},
  {"id": "c_117", "style": "Anatomique", "message": "Que vos poumons se remplissent d'air pur et votre diaphragme vibre de rires sincères."},
  {"id": "c_118", "style": "Mélodique", "message": "Que le 'clink' des verres soit la seule percussion nécessaire à votre bonheur."},
  {"id": "c_119", "style": "Onirique", "message": "Je vous souhaite un Noël qui ressemble à un rêve éveillé dont on ne veut jamais sortir."},
  {"id": "c_120", "style": "Floral", "message": "Que la rose de Noël fleurisse dans les fentes de vos doutes."},
  {"id": "c_121", "style": "Temporal", "message": "Abolissez les horloges : la seule unité de mesure ce soir est le battement de cœur."},
  {"id": "c_122", "style": "Architectural", "message": "Que votre maison soit une cathédrale de bienveillance aux portes toujours ouvertes."},
  {"id": "c_123", "style": "Marin", "message": "Jetez l'ancre dans une baie de tranquillité et laissez passer la tempête du monde."},
  {"id": "c_124", "style": "Chromatique", "message": "Un Noël peint en bleu nuit, argent et or, pour une élégance de l'âme."},
  {"id": "c_125", "style": "Quantique", "message": "Soyez à la fois ici dans l'instant et partout dans les pensées de ceux que vous aimez."},
  {"id": "c_126", "style": "Gourmet", "message": "Que la saveur de l'enfance revienne vous chatouiller le palais dès la première bouchée."},
  {"id": "c_127", "style": "Cinétique", "message": "Ralentissez jusqu'à ce que le temps devienne une matière malléable et douce."},
  {"id": "c_128", "style": "Stellaire", "message": "Chaque guirlande est une constellation dont vous êtes l'astronome."},
  {"id": "c_129", "style": "Poétique", "message": "Que les flocons écrivent sur vos vitres les poèmes que vous n'osez pas dire."},
  {"id": "c_130", "style": "Secret", "message": "Un Noël de chuchotements sous le gui et de secrets partagés près du feu."},
  {"id": "c_131", "style": "Artisan", "message": "Sculptez ce moment comme une pièce unique : aucune autre veillée ne lui ressemblera."},
  {"id": "c_132", "style": "Olfactif", "message": "L'odeur des aiguilles de pin et du bois brûlé : le parfum de la vraie richesse."},
  {"id": "c_133", "style": "Vertical", "message": "Regardez vers le haut, là où la lumière des étoiles ignore nos frontières."},
  {"id": "c_134", "style": "Zen", "message": "Méditez sur la flamme d'une bougie et laissez-y fondre vos dernières colères."},
  {"id": "c_135", "style": "Légendaire", "message": "Que ce Noël devienne le chapitre que l'on relira avec émotion dans dix ans."},
  {"id": "c_136", "style": "Spatial", "message": "Élargissez votre horizon : Noël est la fête de l'universel caché dans le particulier."},
  {"id": "c_137", "style": "Éthéré", "message": "Une soirée légère comme une bulle de savon, transparente et irisée."},
  {"id": "c_138", "style": "Rustique", "message": "La force brute d'un foyer de pierre et la vérité d'un pain partagé."},
  {"id": "c_139", "style": "Tactile", "message": "Le grain du papier cadeau, la douceur d'un pull, la fermeté d'une main amie."},
  {"id": "c_140", "style": "Savant", "message": "La connaissance s'acquiert, mais la magie de Noël se reçoit simplement."},
  {"id": "c_141", "style": "Symphonique", "message": "Que les dissonances du quotidien se résolvent en un accord parfait ce soir."},
  {"id": "c_142", "style": "Urbain", "message": "Que le bitume de la ville s'efface sous la poésie des illuminations."},
  {"id": "c_143", "style": "Inspirant", "message": "Soyez la raison pour laquelle quelqu'un croit encore à la bonté humaine."},
  {"id": "c_144", "style": "Radieux", "message": "Que votre visage soit le miroir d'une âme enfin apaisée."},
  {"id": "c_145", "style": "Limpide", "message": "Un Noël sans faux-semblants, clair comme de l'eau de roche."},
  {"id": "c_146", "style": "Ancestral", "message": "Honorez ceux qui ne sont plus là en faisant briller la joie qu'ils vous ont transmise."},
  {"id": "c_147", "style": "Moderne", "message": "Redéfinissez Noël : moins de consommation, plus de connexion réelle."},
  {"id": "c_148", "style": "Mousseux", "message": "Une joie qui déborde et pétille, comme un vin que l'on vient de sabrer."},
  {"id": "c_149", "style": "Céleste", "message": "Que la lune soit votre veilleuse et les étoiles vos guides."},
  {"id": "c_150", "style": "Ultime", "message": "Terminez l'année en beauté, sur une note de grâce infinie."},
  {"id": "c_151", "style": "Optique", "message": "Que ce Noël agisse comme un prisme, décomposant vos soucis en un arc-en-ciel d'opportunités."},
  {"id": "c_152", "style": "Géométrie", "message": "Trouvez le point d'équilibre parfait entre l'agitation du monde et le calme de votre foyer."},
  {"id": "c_153", "style": "Thermique", "message": "Que votre cœur reste à 37°C de tendresse, peu importe le givre qui tapisse vos fenêtres."},
  {"id": "c_154", "style": "Numérique", "message": "Supprimez le cache de vos rancœurs et redémarrez votre soirée en mode 'Bienveillance illimitée'."},
  {"id": "c_155", "style": "Architectural", "message": "Que votre réveillon soit la clé de voûte qui soutient l'édifice de votre bonheur familial."},
  {"id": "c_156", "style": "Sismologique", "message": "Je vous souhaite des ondes de choc de joie qui feront vibrer les murs de votre maison."},
  {"id": "c_157", "style": "Gastronomique", "message": "Que le sel des larmes passées soit remplacé par le sucre des rires partagés."},
  {"id": "c_158", "style": "Botanique", "message": "Comme le gui, sachez prospérer là où on ne vous attendait pas, avec force et éclat."},
  {"id": "c_159", "style": "Spatial", "message": "Prenez de la hauteur : vue de l'espace, votre table de Noël est le point le plus lumineux de l'univers."},
  {"id": "c_160", "style": "Cinétique", "message": "Que le mouvement des cadeaux qui passent de main en main soit la plus belle des chorégraphies."},
  {"id": "c_161", "style": "Acoustique", "message": "Que le silence de la nuit de Noël soit assez profond pour que vous puissiez enfin vous entendre penser."},
  {"id": "c_162", "style": "Chimique", "message": "Une réaction exothermique de chaleur humaine pour un Noël qui réchauffe sans brûler."},
  {"id": "c_163", "style": "Maritime", "message": "Que la marée haute de l'amour emporte tous les débris de l'année écoulée."},
  {"id": "c_164", "style": "Minimaliste", "message": "Un sapin nu, mais une âme vêtue de gratitude. L'essentiel est là."},
  {"id": "c_165", "style": "Holographique", "message": "Voyez la magie de Noël se refléter dans chaque goutte de rosée sur les branches du sapin."},
  {"id": "c_166", "style": "Physique", "message": "La gravité ne doit s'exercer ce soir que sur vos paupières, pour un repos mérité."},
  {"id": "c_167", "style": "Littéraire", "message": "Que votre veillée soit un poème en prose dont chaque invité est une rime riche."},
  {"id": "c_168", "style": "Artisan", "message": "Tissez ce soir un réseau de souvenirs plus solide que la toile d'une araignée d'hiver."},
  {"id": "c_169", "style": "Météorologique", "message": "Un anticyclone de douceur stationné au-dessus de votre salon pour toute la soirée."},
  {"id": "c_170", "style": "Anatomique", "message": "Que votre cerveau sécrète de l'ocytocine pure à chaque accolade sous le gui."},
  {"id": "c_171", "style": "Philosophique", "message": "Noël n'est pas une fête, c'est un état de grâce que l'on décide d'habiter."},
  {"id": "c_172", "style": "Solaire", "message": "Rayonnez comme le soleil de minuit dans le regard de ceux que vous aimez."},
  {"id": "c_173", "style": "Électrique", "message": "Pas besoin de guirlandes quand votre enthousiasme suffit à éclairer le quartier."},
  {"id": "c_174", "style": "Tactile", "message": "La rugosité du bois, la douceur du plaid, la chaleur d'une main : vivez Noël par le toucher."},
  {"id": "c_175", "style": "Quantique", "message": "Noël est l'instant où le passé et le futur se superposent dans un présent parfait."},
  {"id": "c_176", "style": "Cinéma", "message": "Pas de script, pas de montage : vivez votre Noël en direct et en plan-séquence."},
  {"id": "c_177", "style": "Zen", "message": "Laissez le stress de la préparation s'évaporer comme la buée sur un thé chaud."},
  {"id": "c_178", "style": "Urbain", "message": "Que les néons de la ville s'inclinent devant la lueur d'une simple bougie."},
  {"id": "c_179", "style": "Musical", "message": "Que le tempo de votre soirée soit celui d'une ballade apaisante."},
  {"id": "c_180", "style": "Cristallin", "message": "Une sincérité aussi pure que le premier cristal de givre sur une vitre."},
  {"id": "c_181", "style": "Ancestral", "message": "Ressentez la force de tous les Noëls passés qui coulent dans vos veines ce soir."},
  {"id": "c_182", "style": "Hygge", "message": "La noblesse du bois brut et la poésie des flammes qui dansent : Noël authentique."},
  {"id": "c_183", "style": "Radial", "message": "Diffusez votre joie du centre de votre cœur jusqu'aux confins de votre univers."},
  {"id": "c_184", "style": "Stellaire", "message": "Que chaque étoile filante de ce soir soit un vœu qui se réalise pour vous."},
  {"id": "c_185", "style": "Vaporeux", "message": "Un Noël de nuages et de plumes, pour une légèreté d'être absolue."},
  {"id": "c_186", "style": "Géométrique", "message": "Tracez un cercle de sécurité autour de ceux qui vous sont chers."},
  {"id": "c_187", "style": "Alchimique", "message": "Que le plomb de la solitude se transmue en or du partage."},
  {"id": "c_188", "style": "Radieux", "message": "Que votre sourire soit la seule source d'énergie renouvelable de votre maison."},
  {"id": "c_189", "style": "Discret", "message": "Un Noël tout en demi-teintes, pour mieux apprécier l'éclat de l'essentiel."},
  {"id": "c_190", "style": "Vital", "message": "Que Noël vous redonne la sève nécessaire pour affronter l'hiver."},
  {"id": "c_191", "style": "Auditif", "message": "Écoutez les battements de cœur derrière les paroles : c'est là que Noël se chante."},
  {"id": "c_192", "style": "Olfactif", "message": "L'arôme de la clémentine et du clou de girofle : le parfum de la sérénité."},
  {"id": "c_193", "style": "Architectural", "message": "Bâtissez un pont entre vos rêves d'enfant et votre réalité d'adulte."},
  {"id": "c_194", "style": "Onirique", "message": "Que votre sommeil de cette nuit soit peuplé de paysages de nacre et d'argent."},
  {"id": "c_195", "style": "Précieux", "message": "La valeur de ce soir ne se compte pas en carats, mais en regards complices."},
  {"id": "c_196", "style": "Savant", "message": "La véritable intelligence de Noël, c'est l'empathie radicale."},
  {"id": "c_197", "style": "Texturé", "message": "Un Noël qui a du grain, de la matière et du caractère."},
  {"id": "c_198", "style": "Cosmique", "message": "Ressentez-vous petit face aux étoiles, mais immense face à votre propre amour."},
  {"id": "c_199", "style": "Inspirant", "message": "Que votre Noël soit le chef-d'œuvre que vous aviez hâte de peindre."},
  {"id": "c_200", "style": "Final", "message": "Clôturez cette fête avec la certitude d'être exactement là où vous devez être."}
  ],
  "newyear": [
    {
      "id": "ny_001",
      "style": "Aventure",
      "message": "Que 2026 soit l'année où vous oserez enfin quitter le port pour explorer vos propres océans."
    },
    {
      "id": "ny_002",
      "style": "Créativité",
      "message": "Je vous souhaite 365 jours de brouillons audacieux, de ratures passionnées et de chefs-d'œuvre personnels."
    },
    {
      "id": "ny_003",
      "style": "Philosophique",
      "message": "Ne cherchez pas à ajouter des années à votre vie, mais de la vie à vos années. Belle révolution solaire."
    },
    {
      "id": "ny_004",
      "style": "Audace",
      "message": "Que vos 'un jour, je ferai' se transforment enfin en 'je suis en train de faire'."
    },
    {
      "id": "ny_005",
      "style": "Résilience",
      "message": "Que chaque obstacle de cette année soit le tremplin d'une force que vous ne soupçonniez pas encore."
    },
    {
      "id": "ny_006",
      "style": "Curiosité",
      "message": "Je vous souhaite de rester assez curieux pour vous laisser surprendre par l'ordinaire."
    },
    {
      "id": "ny_007",
      "style": "Sérénité",
      "message": "Que votre paix intérieure soit si solide que les tempêtes extérieures n'en fassent qu'un léger courant d'air."
    },
    {
      "id": "ny_008",
      "style": "Évolution",
      "message": "Je vous souhaite de désapprendre ce qui vous encombre pour laisser place à ce qui vous anime."
    },
    {
      "id": "ny_009",
      "style": "Instant présent",
      "message": "Que 2026 ne soit pas une course vers demain, mais une danse avec aujourd'hui."
    },
    {
      "id": "ny_010",
      "style": "Énergie",
      "message": "Rayonnez si fort que vous deviendrez votre propre source de lumière durant les jours de grisaille."
    },
    {"id": "ny_011", "style": "Cinéma", "message": "Que 2026 soit le film dont vous êtes le réalisateur, l'acteur principal et le critique le plus indulgent."},
  {"id": "ny_012", "style": "Numérique", "message": "Je vous souhaite un reboot complet de vos énergies et une mise à jour vers votre meilleure version."},
  {"id": "ny_013", "style": "Voyage", "message": "Que votre passeport se remplisse de tampons et votre esprit de nouvelles perspectives."},
  {"id": "ny_014", "style": "Philosophique", "message": "Ne mesurez pas l'année en jours, mais en instants qui vous ont coupé le souffle."},
  {"id": "ny_015", "style": "Productivité", "message": "Travaillez moins, créez plus. Remplacez l'urgence par l'importance."},
  {"id": "ny_016", "style": "Émotionnel", "message": "Je vous souhaite d'avoir le courage d'être vulnérable, car c'est là que naît la vraie force."},
  {"id": "ny_017", "style": "Sportif", "message": "Que chaque foulée vous rapproche de l'équilibre parfait entre l'effort et le plaisir."},
  {"id": "ny_018", "style": "Artistique", "message": "Faites de votre vie une toile où chaque erreur de parcours devient une nuance magnifique."},
  {"id": "ny_019", "style": "Écologique", "message": "Une année pour ralentir, observer le vivant et fleurir en harmonie avec la nature."},
  {"id": "ny_020", "style": "Social", "message": "Que vos cercles s'élargissent et que vos liens profonds se solidifient."},
  {"id": "ny_021", "style": "Stoïcien", "message": "Accueillez ce que vous ne pouvez changer et transformez avec passion ce qui dépend de vous."},
  {"id": "ny_022", "style": "Surprise", "message": "Je vous souhaite l'imprévu qui enchante et le hasard qui change tout."},
  {"id": "ny_023", "style": "Intellectuel", "message": "Que 2026 soit l'année d'une curiosité insatiable et de lectures qui bousculent vos certitudes."},
  {"id": "ny_024", "style": "Minimaliste", "message": "Désencombrez votre esprit comme votre maison : gardez uniquement ce qui vous apporte de la joie."},
  {"id": "ny_025", "style": "Audacieux", "message": "Brisez les plafonds de verre que vous avez vous-même construits."},
  {"id": "ny_026", "style": "Intuitif", "message": "Apprenez à écouter le chuchotement de votre intuition plutôt que le bruit de la foule."},
  {"id": "ny_027", "style": "Harmonique", "message": "Que votre année trouve son rythme, entre tempos rapides et silences nécessaires."},
  {"id": "ny_028", "style": "Généreux", "message": "Donnez sans compter, recevez sans oublier, vivez sans regretter."},
  {"id": "ny_029", "style": "Explorateur", "message": "Sortez de votre zone de confort, c'est là que la magie opère réellement."},
  {"id": "ny_030", "style": "Stable", "message": "Que vos racines s'ancrent dans la gratitude pour que vos branches touchent le ciel."},
  {"id": "ny_041", "style": "Exploration", "message": "Devenez le cartographe de votre propre destin en 2026."},
  {"id": "ny_042", "style": "Rythmique", "message": "Trouvez votre propre tempo et refusez de danser sur la musique des autres."},
  {"id": "ny_043", "style": "Botanique", "message": "Fleurissez là où la vie vous a planté, mais n'ayez pas peur de déplacer vos racines."},
  {"id": "ny_044", "style": "Minimaliste", "message": "Videz vos placards mentaux pour laisser entrer l'air frais de la nouveauté."},
  {"id": "ny_045", "style": "Ascension", "message": "Ne regardez pas le sommet, regardez vos pieds et appréciez chaque pas de la montée."},
  {"id": "ny_046", "style": "Alchimie", "message": "Transformez vos doutes en carburant pour vos ambitions."},
  {"id": "ny_047", "style": "Numérique", "message": "Que votre bande passante émotionnelle soit illimitée pour ceux qui comptent."},
  {"id": "ny_048", "style": "Stoïcien", "message": "Soyez le rocher sur lequel les vagues de l'anxiété se brisent sans l'ébranler."},
  {"id": "ny_049", "style": "Artistique", "message": "Coloriez en dehors des lignes cette année. La perfection est ennuyeuse."},
  {"id": "ny_050", "style": "Spatial", "message": "Visez la lune : même en cas d'échec, vous voyagerez parmi les étoiles."},
  {"id": "ny_051", "style": "Auditif", "message": "Apprenez à entendre ce qui n'est pas dit et à dire ce qui doit l'être."},
  {"id": "ny_052", "style": "Énergie", "message": "Que votre batterie interne soit toujours chargée par la passion et la joie."},
  {"id": "ny_053", "style": "Architectural", "message": "Construisez des ponts là où d'autres érigent des murs."},
  {"id": "ny_054", "style": "Sportif", "message": "Sachez quand sprinter, mais apprenez surtout l'art de l'endurance."},
  {"id": "ny_055", "style": "Gastronomique", "message": "Dévorez la vie à pleines dents, sans peur de l'indigestion de bonheur."},
  {"id": "ny_056", "style": "Limpide", "message": "Que vos intentions soient aussi claires qu'une source de montagne."},
  {"id": "ny_057", "style": "Radical", "message": "Osez dire non à l'insignifiant pour dire un grand OUI à l'essentiel."},
  {"id": "ny_058", "style": "Curiosité", "message": "Posez plus de questions et cherchez moins de validations."},
  {"id": "ny_059", "style": "Solaire", "message": "Ne soyez pas une ombre, soyez celui qui projette la lumière."},
  {"id": "ny_060", "style": "Textuel", "message": "Écrivez une année sans fautes d'orthographe émotionnelles."},
  {"id": "ny_061", "style": "Vertical", "message": "Grandissez en sagesse comme l'arbre grandit vers le soleil."},
  {"id": "ny_062", "style": "Fluide", "message": "Soyez comme l'eau : contournez l'obstacle sans jamais perdre votre force."},
  {"id": "ny_063", "style": "Sismologique", "message": "Que vos projets fassent trembler les certitudes établies."},
  {"id": "ny_064", "style": "Électrique", "message": "Une année sous haute tension créative et étincelles de génie."},
  {"id": "ny_065", "style": "Authentique", "message": "Retirez le masque et laissez le monde tomber amoureux de votre vrai visage."},
  {"id": "ny_066", "style": "Nomade", "message": "Le voyage compte plus que la destination. Profitez de la route en 2026."},
  {"id": "ny_067", "style": "Optique", "message": "Changez de focale : voyez le beau là où vous voyiez le banal."},
  {"id": "ny_068", "style": "Agile", "message": "Sachez pivoter quand le vent tourne sans jamais perdre votre cap."},
  {"id": "ny_069", "style": "Harmonique", "message": "Accordez votre vie sur la fréquence de la gratitude."},
  {"id": "ny_070", "style": "Inspirant", "message": "Ne suivez pas les traces, laissez une empreinte."},
  {"id": "ny_071", "style": "Pacifique", "message": "Faites la paix avec votre passé pour ne pas saboter votre futur."},
  {"id": "ny_072", "style": "Vibrant", "message": "Résonnez avec les opportunités qui se présentent, même les plus discrètes."},
  {"id": "ny_073", "style": "Météorologique", "message": "Faites votre propre beau temps, peu importe les prévisions."},
  {"id": "ny_074", "style": "Quantique", "message": "Soyez partout où l'on ne vous attend pas."},
  {"id": "ny_075", "style": "Généreux", "message": "Semez des sourires, vous récolterez une forêt de bienveillance."},
  {"id": "ny_076", "style": "Analytique", "message": "Gardez les leçons, jetez les regrets."},
  {"id": "ny_077", "style": "Utopique", "message": "Rêvez si grand que les réalistes vous prendront pour un fou."},
  {"id": "ny_078", "style": "Ancré", "message": "Ayez la tête dans les nuages mais gardez les pieds sur terre."},
  {"id": "ny_079", "style": "Poétique", "message": "Mettez des rimes dans votre quotidien et de la prose dans vos exploits."},
  {"id": "ny_080", "style": "Libre", "message": "Coupez les fils qui vous retiennent et envolez-vous vers vos désirs."},
  {"id": "ny_081", "style": "Innovant", "message": "Inventez la solution au lieu de vous plaindre du problème."},
  {"id": "ny_082", "style": "Éclatant", "message": "Rayonnez sans demander la permission."},
  {"id": "ny_083", "style": "Stable", "message": "Trouvez votre centre de gravité au milieu du chaos."},
  {"id": "ny_084", "style": "Vif", "message": "Ayez l'œil aux aguets pour les miracles du quotidien."},
  {"id": "ny_085", "style": "Courageux", "message": "Le courage n'est pas l'absence de peur, c'est d'avancer malgré elle."},
  {"id": "ny_086", "style": "Tactile", "message": "Sentez la texture de chaque jour nouveau."},
  {"id": "ny_087", "style": "Subtil", "message": "Appréciez les nuances de gris avant de chercher le blanc et le noir."},
  {"id": "ny_088", "style": "Pionnier", "message": "Ouvrez des voies que personne n'a osé emprunter avant vous."},
  {"id": "ny_089", "style": "Durable", "message": "Bâtissez du solide, du vrai, de l'éternel."},
  {"id": "ny_090", "style": "Léger", "message": "Voyagez léger dans cette nouvelle année : l'ego pèse trop lourd."},
  {"id": "ny_091", "style": "Astral", "message": "Que votre destinée soit écrite en lettres de feu sur le ciel de 2026."},
  {"id": "ny_092", "style": "Serein", "message": "Apprenez à respirer dans le silence entre deux battements de cœur."},
  {"id": "ny_093", "style": "Intuitif", "message": "Faites confiance à votre boussole intérieure, elle connaît le chemin."},
  {"id": "ny_094", "style": "Magnétique", "message": "Devenez un aimant à bonnes ondes et à rencontres inspirantes."},
  {"id": "ny_095", "style": "Fier", "message": "Regardez le chemin parcouru avec la fierté d'un survivant magnifique."},
  {"id": "ny_096", "style": "Vivant", "message": "Ne vous contentez pas d'exister. Vivez, intensément, totalement."},
  {"id": "ny_097", "style": "Ludique", "message": "Jouez avec la vie, elle n'est pas aussi sérieuse qu'elle en a l'air."},
  {"id": "ny_098", "style": "Inépuisable", "message": "Que votre enthousiasme soit une source qui ne tarit jamais."},
  {"id": "ny_099", "style": "Fraternel", "message": "Reconnaissez en chaque étranger un ami que vous ne connaissez pas encore."},
  {"id": "ny_100", "style": "Ultime", "message": "Faites de 2026 votre année. Sans excuses, sans remords, sans limites."},
  {"id": "ny_101", "style": "Exploration", "message": "Ne demandez pas votre chemin, perdez-vous : c'est là que l'on fait les meilleures découvertes."},
  {"id": "ny_102", "style": "Botanique", "message": "Que 2026 soit l'année de votre photosynthèse : transformez la lumière en force de croissance."},
  {"id": "ny_103", "style": "Stoïcien", "message": "Ce qui ne vous tue pas vous rend plus sage. Soyez un philosophe en action."},
  {"id": "ny_104", "style": "Numérique", "message": "Optimisez votre code interne : supprimez les bugs de l'hésitation et compilez vos succès."},
  {"id": "ny_105", "style": "Architectural", "message": "Ne rénovez pas votre vie, construisez une extension vers de nouveaux horizons."},
  {"id": "ny_106", "style": "Cinétique", "message": "L'élan est pris. Ne freinez pas, la friction est nécessaire pour avancer."},
  {"id": "ny_107", "style": "Minimaliste", "message": "Possédez moins de choses, mais habitez mieux chaque mètre carré de votre existence."},
  {"id": "ny_108", "style": "Artistique", "message": "Soyez le pigment qui donne de la couleur à la grisaille des autres."},
  {"id": "ny_109", "style": "Alchimique", "message": "Que chaque échec de 2025 soit le réactif nécessaire à votre réussite de 2026."},
  {"id": "ny_110", "style": "Maritime", "message": "Apprenez à naviguer par gros temps, c'est là qu'on reconnaît les vrais capitaines."},
  {"id": "ny_111", "style": "Sportif", "message": "Dépassez votre record personnel de bienveillance et d'audace."},
  {"id": "ny_112", "style": "Géologique", "message": "Que vos résolutions aient la solidité du granit et la patience des sédiments."},
  {"id": "ny_113", "style": "Musical", "message": "Improviser est un art. Que votre année soit un solo de jazz mémorable."},
  {"id": "ny_114", "style": "Solaire", "message": "Soyez celui qui fait fondre le givre sur les cœurs glacés."},
  {"id": "ny_115", "style": "Philosophique", "message": "Le futur n'existe pas, créez-le à chaque seconde avec vos mains."},
  {"id": "ny_116", "style": "Audacieux", "message": "Sautez dans l'inconnu, le parachute de l'expérience s'ouvrira à temps."},
  {"id": "ny_117", "style": "Limpide", "message": "Que votre vision pour cette année soit dépourvue de toute distorsion."},
  {"id": "ny_118", "style": "Gastronomique", "message": "Une année 'umami' : riche, profonde et savoureuse dans tous ses aspects."},
  {"id": "ny_119", "style": "Spatial", "message": "Sortez de votre orbite habituelle pour explorer des galaxies de projets."},
  {"id": "ny_120", "style": "Radical", "message": "Changez les règles du jeu si le jeu ne vous convient plus."},
  {"id": "ny_121", "style": "Respiratoire", "message": "Inspirez le futur, expirez le passé. Recommencez 365 fois."},
  {"id": "ny_122", "style": "Électrique", "message": "Que vos idées fassent sauter les plombs du conformisme."},
  {"id": "ny_123", "style": "Poétique", "message": "Vivez une année en vers libres, sans rimes obligatoires ni structures imposées."},
  {"id": "ny_124", "style": "Ancré", "message": "Soyez un phare : immobile dans vos valeurs, mais éclairant pour les autres."},
  {"id": "ny_125", "style": "Quantique", "message": "Changez d'état : passez de spectateur à créateur de votre réalité."},
  {"id": "ny_126", "style": "Discret", "message": "Faites de grandes choses dans un silence élégant."},
  {"id": "ny_127", "style": "Vibrant", "message": "Que votre fréquence attire uniquement les personnes qui résonnent avec vous."},
  {"id": "ny_128", "style": "Inébranlable", "message": "Que votre joie soit un rempart contre lequel la négativité s'épuise."},
  {"id": "ny_129", "style": "Curieux", "message": "Apprenez une chose nouvelle chaque jour, même si elle ne sert à rien."},
  {"id": "ny_130", "style": "Fructueux", "message": "Que vos efforts portent des fruits dont vous n'avez même pas encore semé les graines."},
  {"id": "ny_131", "style": "Léger", "message": "Laissez tomber les valises que vous portez pour les autres."},
  {"id": "ny_132", "style": "Nocturne", "message": "Même dans la nuit noire, apprenez à voir les constellations de solutions."},
  {"id": "ny_133", "style": "Vif", "message": "Ayez la réactivité de l'éclair et la persévérance du tonnerre."},
  {"id": "ny_134", "style": "Nomade", "message": "Votre maison est là où votre esprit se sent libre. Voyagez souvent."},
  {"id": "ny_135", "style": "Harmonieux", "message": "Accordez votre corps et votre esprit sur le diapason du bien-être."},
  {"id": "ny_136", "style": "Optique", "message": "Mettez des lunettes de soleil sur vos peurs : elles paraîtront moins effrayantes."},
  {"id": "ny_137", "style": "Structuré", "message": "Des fondations de discipline pour un gratte-ciel de liberté."},
  {"id": "ny_138", "style": "Enthousiaste", "message": "Que votre 'Pourquoi pas ?' l'emporte toujours sur votre 'Oui mais'."},
  {"id": "ny_139", "style": "Héroïque", "message": "Le petit geste de trop est celui qui fait de vous un géant."},
  {"id": "ny_140", "style": "Fluide", "message": "Glissez sur les difficultés comme l'eau sur les plumes d'un cygne."},
  {"id": "ny_141", "style": "Fertile", "message": "Que votre imagination soit une terre noire où tout peut pousser."},
  {"id": "ny_142", "style": "Éthique", "message": "Faites ce qui est juste, pas ce qui est facile."},
  {"id": "ny_143", "style": "Solaire", "message": "Éclairez les zones d'ombre de votre entourage sans vous brûler."},
  {"id": "ny_144", "style": "Zen", "message": "L'art de ne rien faire est parfois l'action la plus productive de l'année."},
  {"id": "ny_145", "style": "Pionnier", "message": "Tracez votre propre sentier, la forêt vous laissera passer."},
  {"id": "ny_146", "style": "Authentique", "message": "Soyez original, les copies sont déjà partout."},
  {"id": "ny_147", "style": "Généreux", "message": "Donnez votre temps, c'est la seule chose qui ne se rachète pas."},
  {"id": "ny_148", "style": "Évolutif", "message": "Muez. Laissez votre ancienne peau derrière vous."},
  {"id": "ny_149", "style": "Symphonique", "message": "Faites de chaque jour un mouvement d'une œuvre grandiose."},
  {"id": "ny_150", "style": "Ultime", "message": "En 2026, ne cherchez plus le bonheur : soyez-le."},
  {"id": "ny_151", "style": "Exploration", "message": "Que 2026 soit votre expédition la plus audacieuse en terre inconnue."},
  {"id": "ny_152", "style": "Botanique", "message": "Que vos projets germent dans le silence et fleurissent dans la lumière."},
  {"id": "ny_153", "style": "Numérique", "message": "Automatisez vos joies et passez en revue manuelle vos peines pour mieux les éliminer."},
  {"id": "ny_154", "style": "Physique", "message": "Appliquez la loi de l'inertie : restez en mouvement vers vos buts sans jamais faiblir."},
  {"id": "ny_155", "style": "Minimaliste", "message": "Vivez une année 'Less is More' : moins de bruit, plus de sens."},
  {"id": "ny_156", "style": "Stoïcien", "message": "Que votre bonheur ne dépende d'aucun facteur extérieur à votre propre volonté."},
  {"id": "ny_157", "style": "Cinétique", "message": "Trouvez la vitesse de croisière qui respecte votre écologie personnelle."},
  {"id": "ny_158", "style": "Architectural", "message": "Érigez une année aux fondations de courage et au toit d'espérance."},
  {"id": "ny_159", "style": "Alchimique", "message": "Que le carbone de vos efforts se transforme en diamant de réussite."},
  {"id": "ny_160", "style": "Maritime", "message": "Gardez le cap, même quand la brume de l'incertitude se lève."},
  {"id": "ny_161", "style": "Spatial", "message": "Que votre trajectoire soit libre de tout débris émotionnel encombrant."},
  {"id": "ny_162", "style": "Généreux", "message": "Soyez celui qui offre la première chance, la deuxième chance et le dernier sourire."},
  {"id": "ny_163", "style": "Rythmique", "message": "Que 2026 soit un morceau de bravoure dont vous maîtrisez chaque mesure."},
  {"id": "ny_164", "style": "Botanique", "message": "Sachez tailler les branches mortes pour laisser la sève monter vers de nouveaux bourgeons."},
  {"id": "ny_165", "style": "Ancré", "message": "Ayez des racines assez profondes pour ne jamais être déraciné par les modes passagères."},
  {"id": "ny_166", "style": "Optique", "message": "Ajustez votre mise au point sur ce qui est beau, le reste deviendra flou naturellement."},
  {"id": "ny_167", "style": "Sportif", "message": "Que chaque obstacle soit pour vous une haie que vous franchissez avec élégance."},
  {"id": "ny_168", "style": "Poétique", "message": "Ne vous contentez pas de lire votre vie, soyez celui qui en écrit les métaphores."},
  {"id": "ny_169", "style": "Gastronomique", "message": "Une année 'Slow Food' : dégustez chaque instant au lieu de l'avaler tout rond."},
  {"id": "ny_170", "style": "Solaire", "message": "Que votre rayonnement personnel soit la solution au réchauffement des cœurs."},
  {"id": "ny_171", "style": "Audacieux", "message": "Que vos peurs aient peur de votre détermination."},
  {"id": "ny_172", "style": "Fluide", "message": "Soyez comme l'air : invisible mais indispensable, léger mais puissant."},
  {"id": "ny_173", "style": "Intellectuel", "message": "Que 2026 soit l'année de votre plus grande déconstruction constructive."},
  {"id": "ny_174", "style": "Artistique", "message": "Signez chaque journée de votre touche personnelle unique."},
  {"id": "ny_175", "style": "Respiratoire", "message": "Apprenez à retenir votre souffle devant la beauté, pas devant le stress."},
  {"id": "ny_176", "style": "Limpide", "message": "Que vos relations soient dépourvues de sédiments toxiques."},
  {"id": "ny_177", "style": "Inspirant", "message": "Soyez le vent qui pousse les voiles de ceux qui n'ont plus la force d'avancer."},
  {"id": "ny_178", "style": "Philosophique", "message": "La vie n'attend pas que l'orage passe, elle s'apprend en dansant sous la pluie."},
  {"id": "ny_179", "style": "Évolutif", "message": "N'ayez pas peur de changer d'avis : c'est la preuve que vous réfléchissez."},
  {"id": "ny_180", "style": "Quantique", "message": "N'attendez pas l'occasion, créez la probabilité qu'elle arrive."},
  {"id": "ny_181", "style": "Stable", "message": "Que votre équilibre soit dynamique, jamais statique."},
  {"id": "ny_182", "style": "Vibrant", "message": "Faites vibrer les cordes de votre âme jusqu'à ce que l'univers entier résonne."},
  {"id": "ny_183", "style": "Nomade", "message": "Même sans bouger, voyagez à travers les idées et les cultures."},
  {"id": "ny_184", "style": "Serein", "message": "Que votre calme soit si contagieux qu'il apaise les foules."},
  {"id": "ny_185", "style": "Fertile", "message": "Que chaque graine d'idée plantée en janvier soit un arbre en décembre."},
  {"id": "ny_186", "style": "Radical", "message": "Repartez de zéro s'il le faut, mais repartez avec panache."},
  {"id": "ny_187", "style": "Héroïque", "message": "Le véritable exploit de l'année sera de rester fidèle à vous-même."},
  {"id": "ny_188", "style": "Lumineux", "message": "Que votre ombre soit toujours derrière vous, car vous regardez vers la lumière."},
  {"id": "ny_189", "style": "Tactile", "message": "Sentez la vie palpiter sous vos doigts à chaque seconde."},
  {"id": "ny_190", "style": "Météorologique", "message": "Que 2026 soit une année sans hiver intérieur."},
  {"id": "ny_191", "style": "Vertical", "message": "Ne vous étalez pas, élevez-vous."},
  {"id": "ny_192", "style": "Harmonieux", "message": "Que vos contradictions trouvent enfin un terrain d'entente."},
  {"id": "ny_193", "style": "Précis", "message": "Visez le cœur de vos envies avec la précision d'un archer zen."},
  {"id": "ny_194", "style": "Énergétique", "message": "Brûlez vos doutes pour éclairer votre route."},
  {"id": "ny_195", "style": "Zen", "message": "L'année sera ce que vous en ferez, commencez par ne rien en attendre."},
  {"id": "ny_196", "style": "Éthique", "message": "Que votre boussole morale soit votre seul GPS."},
  {"id": "ny_197", "style": "Ludique", "message": "Faites de chaque difficulté un niveau de jeu passionnant."},
  {"id": "ny_198", "style": "Stellaire", "message": "Brillez par votre absence de prétention et votre présence de cœur."},
  {"id": "ny_199", "style": "Infini", "message": "Ne limitez pas vos défis, défiez vos limites."},
  {"id": "ny_200", "style": "Ultime", "message": "Vivez 2026 comme si chaque jour était le premier, et le dernier."}
  ]
}