{
  "christmas": [
     {
      "id": "c_001",
      "style": "Poétique",
      "message": "Que cette nuit de Noël soit une parenthèse de velours, où le silence de la neige remplace le tumulte du monde.",
      "message_en": "May this Christmas night be a velvet interlude, where the silence of the snow replaces the world's northernly tumulte."
    },
    {
      "id": "c_002",
      "style": "Minimaliste",
      "message": "Moins d'objets, plus d'instants. Un Noël épuré et vibrant.",
      "message_en": "Fewer things, more moments. A minimalist and vibrant Christmas."
    },
    {
      "id": "c_003",
      "style": "Chaleureux",
      "message": "Que l'odeur de la cannelle et le crépitement du feu soient les seuls témoins de votre sérénité retrouvée.",
      "message_en": "May the scent of cinnamon and the crackling fire be the only witnesses to your newfound serenity."
    },
    {
      "id": "c_004",
      "style": "Imaginaire",
      "message": "Je vous souhaite de retrouver cette étincelle d'enfance qui transforme une simple guirlande en voie lactée.",
      "message_en": "I wish for you to find that childhood spark that transforms a simple garland into the Milky Way."
    },
    {
      "id": "c_005",
      "style": "Lien social",
      "message": "Plus que des cadeaux sous le sapin, je vous souhaite des présences qui réchauffent l'âme sans dire un mot.",
      "message_en": "More than gifts under the tree, I wish you presences that warm the soul without saying a word."
    },
    {
      "id": "c_006",
      "style": "Nature",
      "message": "Que la magie de l'hiver vous apporte la force des vieux chênes et la légèreté des flocons.",
      "message_en": "May the magic of winter bring you the strength of old oaks and the lightness of snowflakes."
    },
    {
      "id": "c_007",
      "style": "Gourmand",
      "message": "Que votre table soit un festin de rires partagés, où chaque saveur raconte une histoire d'amitié.",
      "message_en": "May your table be a feast of shared laughter, where every flavor tells a story of friendship."
    },
    {
      "id": "c_008",
      "style": "Cinéma",
      "message": "Vivez un Noël digne d'un plan-séquence parfait : pas de fausse note, juste de la lumière et de l'émotion.",
      "message_en": "Experience a Christmas worthy of a perfect long take: no false notes, just light and emotion."
    },
    {
      "id": "c_009",
      "style": "Apaisement",
      "message": "Offrez-vous le luxe ultime : une déconnexion totale pour une reconnexion réelle.",
      "message_en": "Treat yourself to the ultimate luxury: a total disconnection for a real reconnection."
    },
    {
      "id": "c_010",
      "style": "Lumière",
      "message": "Que la lueur des bougies éclaire les zones d'ombre de votre année et y dépose une douce clarté.",
      "message_en": "May the candlelight brighten the shadows of your year and leave a soft clarity behind."
    },
    {
      "id": "c_011",
      "style": "Astronomie",
      "message": "Que l'alignement des planètes de ce soir vous apporte une clarté nouvelle sur vos rêves les plus fous.",
      "message_en": "May tonight's alignment of the planets bring new clarity to your wildest dreams."
    },
    {
      "id": "c_012",
      "style": "Sensoriel",
      "message": "Je vous souhaite un Noël qui se goûte, se touche et se respire, loin des écrans et au plus près des sens.",
      "message_en": "I wish you a Christmas to be tasted, touched, and breathed—far from screens and close to the senses."
    },
    {
      "id": "c_013",
      "style": "Littéraire",
      "message": "Que votre réveillon soit un chapitre suspendu, écrit à l'encre de la bienveillance et du partage.",
      "message_en": "May your Christmas Eve be a suspended chapter, written in the ink of kindness and sharing."
    },
    {
      "id": "c_014",
      "style": "Minimaliste",
      "message": "Peu importe la taille du sapin, pourvu que l'espace en dessous soit rempli de conversations sincères.",
      "message_en": "The size of the tree doesn't matter, as long as the space beneath it is filled with sincere conversations."
    },
    {
      "id": "c_015",
      "style": "Épicurien",
      "message": "Que chaque bouchée de ce festin soit une célébration du temps qui s'arrête enfin.",
      "message_en": "May every bite of this feast be a celebration of time finally standing still."
    },
    {
      "id": "c_016",
      "style": "Botanique",
      "message": "Comme le houx sous la neige, restez vert et vif même au cœur du plus rude hiver.",
      "message_en": "Like holly under the snow, stay green and bright even in the heart of the harshest winter."
    },
    {
      "id": "c_017",
      "style": "Cinétique",
      "message": "Que la magie de Noël agisse comme un bouton 'Pause' sur le tumulte de votre quotidien.",
      "message_en": "May the magic of Christmas act as a 'Pause' button on the hustle and bustle of your daily life."
    },
    {
      "id": "c_018",
      "style": "Architectural",
      "message": "Bâtissez ce soir des souvenirs aux fondations solides, capables de résister à l'oubli.",
      "message_en": "Build memories tonight with solid foundations, capable of resisting oblivion."
    },
    {
      "id": "c_019",
      "style": "Musical",
      "message": "Que les rires des vôtres composent la plus belle des symphonies pour cette fin d'année.",
      "message_en": "May the laughter of your loved ones compose the most beautiful symphony for this year's end."
    },
    {
      "id": "c_020",
      "style": "Cosy",
      "message": "Je vous souhaite la tiédeur d'un plaid, la douceur d'un thé et la profondeur d'un regard ami.",
      "message_en": "I wish you the warmth of a throw blanket, the sweetness of tea, and the depth of a friend's gaze."
    },
    {
      "id": "c_021",
      "style": "Nostalgique",
      "message": "Retrouvez ce soir le parfum exact de vos plus beaux souvenirs d'enfance.",
      "message_en": "Rediscover tonight the exact scent of your most beautiful childhood memories."
    },
    {
      "id": "c_022",
      "style": "Zen",
      "message": "Que l'agitation du monde s'arrête au seuil de votre porte pour laisser place à une paix absolue.",
      "message_en": "May the world's turmoil stop at your doorstep to make way for absolute peace."
    },
    {
      "id": "c_023",
      "style": "Explorateur",
      "message": "Que ce Noël soit le point de départ d'une exploration intérieure riche en découvertes.",
      "message_en": "May this Christmas be the starting point of an inner exploration rich with discoveries."
    },
    {
      "id": "c_024",
      "style": "Moderne",
      "message": "Moins de notifications, plus de vibrations. Un Noël en mode avion, mais le cœur à 100%.",
      "message_en": "Fewer notifications, more vibrations. Christmas in airplane mode, but with a heart at 100%."
    },
    {
      "id": "c_025",
      "style": "Onirique",
      "message": "Que vos songes de cette nuit de Noël dessinent les réalités de votre demain.",
      "message_en": "May your dreams on this Christmas night shape the realities of your tomorrow."
    },
   {
      "id": "c_026",
      "style": "Altruiste",
      "message": "Le plus beau cadeau est celui qu'on ne déballe pas : la chaleur d'être ensemble.",
      "message_en": "The most beautiful gift is the one you don't unwrap: the warmth of being together."
    },
    {
      "id": "c_027",
      "style": "Lumineux",
      "message": "Devenez le phare qui guide ceux que vous aimez vers un port de sérénité.",
      "message_en": "Become the lighthouse that guides those you love toward a harbor of serenity."
    },
    {
      "id": "c_028",
      "style": "Rustique",
      "message": "Un retour aux sources, au bois mort qui crépite et à la vérité des choses simples.",
      "message_en": "A return to basics, to crackling firewood and the truth of simple things."
    },
    {
      "id": "c_029",
      "style": "Éclatant",
      "message": "Que votre joie soit aussi contagieuse qu'une première neige sur la ville.",
      "message_en": "May your joy be as contagious as the first snow on the city."
    },
    {
      "id": "c_030",
      "style": "Discret",
      "message": "Un Noël tout en nuances, en murmures et en tendresse partagée.",
      "message_en": "A Christmas of nuances, whispers, and shared tenderness."
    },
    {
      "id": "c_041",
      "style": "Urbain",
      "message": "Que les lumières de la ville ne soient que le reflet de l'éclat qui brille dans vos yeux ce soir.",
      "message_en": "May the city lights be but a reflection of the spark shining in your eyes tonight."
    },
    {
      "id": "c_042",
      "style": "Cinétique",
      "message": "Vibrez au rythme lent des flocons, loin de la vitesse du monde.",
      "message_en": "Vibrate to the slow rhythm of snowflakes, far from the speed of the world."
    },
    {
      "id": "c_043",
      "style": "Alchimie",
      "message": "Transformez le plomb des soucis en or de souvenirs lors de cette veillée.",
      "message_en": "Transform the lead of worries into the gold of memories during this vigil."
    },
    {
      "id": "c_044",
      "style": "Hygge",
      "message": "Un Noël de chaussettes en laine, de chocolat chaud et de vérités partagées.",
      "message_en": "A Christmas of wool socks, hot chocolate, and shared truths."
    },
    {
      "id": "c_045",
      "style": "Géométrique",
      "message": "Que le cercle de votre famille s'élargisse pour inclure la bienveillance universelle.",
      "message_en": "May your family circle expand to include universal kindness."
    },
    {
      "id": "c_046",
      "style": "Maritime",
      "message": "Un port calme pour vos pensées, une mer de douceur pour votre cœur.",
      "message_en": "A calm harbor for your thoughts, a sea of sweetness for your heart."
    },
    {
      "id": "c_047",
      "style": "Éphémère",
      "message": "Saisissez l'instant : Noël n'est pas une date, c'est une émotion fugace à capturer.",
      "message_en": "Seize the moment: Christmas isn't a date, it's a fleeting emotion to be captured."
    },
    {
      "id": "c_048",
      "style": "Culinat",
      "message": "Que le sel de la vie relève la douceur de votre bûche de Noël.",
      "message_en": "May the salt of life enhance the sweetness of your Christmas log."
    },
    {
      "id": "c_049",
      "style": "Silencieux",
      "message": "Écoutez le silence de Noël, il a tant de choses apaisantes à vous dire.",
      "message_en": "Listen to the silence of Christmas; it has so many soothing things to tell you."
    },
    {
      "id": "c_050",
      "style": "Inspirant",
      "message": "Soyez le miracle que quelqu'un d'autre attendait pour Noël.",
      "message_en": "Be the miracle that someone else was waiting for this Christmas."
    },
    {
      "id": "c_051",
      "style": "Aérien",
      "message": "Que vos soucis s'envolent comme la fumée d'une cheminée dans le ciel d'hiver.",
      "message_en": "May your worries drift away like chimney smoke in the winter sky."
    },
    {
      "id": "c_052",
      "style": "Cristallin",
      "message": "Une clarté d'esprit aussi pure qu'un stalactite au petit matin.",
      "message_en": "A clarity of mind as pure as an icicle in the early morning."
    },
    {
      "id": "c_053",
      "style": "Enfantin",
      "message": "Autorisez-vous à croire encore à l'impossible, juste pour cette nuit.",
      "message_en": "Allow yourself to believe in the impossible once more, just for tonight."
    },
    {
      "id": "c_054",
      "style": "Texturé",
      "message": "Un Noël de velours, de soie et de bois brut : la richesse des choses vraies.",
      "message_en": "A Christmas of velvet, silk, and raw wood: the richness of real things."
    },
    {
      "id": "c_055",
      "style": "Mélodique",
      "message": "Que chaque rire autour de la table soit une note de votre bonheur futur.",
      "message_en": "May every laugh around the table be a note in your future happiness."
    },
    {
      "id": "c_056",
      "style": "Botanique",
      "message": "Que l'espoir fleurisse chez vous comme une rose de Noël dans le gel.",
      "message_en": "May hope bloom in your home like a Christmas rose in the frost."
    },
    {
      "id": "c_057",
      "style": "Stellaire",
      "message": "Suivez votre propre étoile, elle sait exactement où vous mener.",
      "message_en": "Follow your own star; it knows exactly where to lead you."
    },
    {
      "id": "c_058",
      "style": "Chaleureux",
      "message": "Que la chaleur humaine remplace tous les chauffages du monde.",
      "message_en": "May human warmth replace all the heating in the world."
    },
    {
      "id": "c_059",
      "style": "Authentique",
      "message": "Pas de filtres, pas de fards : juste la beauté d'être soi avec les siens.",
      "message_en": "No filters, no pretenses: just the beauty of being yourself with your loved ones."
    },
    {
      "id": "c_060",
      "style": "Infini",
      "message": "Que la trêve de Noël se prolonge bien au-delà du lever du soleil.",
      "message_en": "May the Christmas truce extend far beyond the sunrise."
    },
    {
      "id": "c_061",
      "style": "Légendaire",
      "message": "Vivez un Noël dont on racontera les anecdotes pendant des décennies.",
      "message_en": "Live a Christmas whose stories will be told for decades to come."
    },
    {
      "id": "c_062",
      "style": "Secret",
      "message": "Que Noël vous apporte une réponse douce à une question que vous n'osiez poser.",
      "message_en": "May Christmas bring you a gentle answer to a question you didn't dare to ask."
    },
    {
      "id": "c_063",
      "style": "Tactile",
      "message": "Je vous souhaite la chaleur d'une main serrée et la force d'une accolade.",
      "message_en": "I wish you the warmth of a held hand and the strength of a hug."
    },
    {
      "id": "c_064",
      "style": "Solaire",
      "message": "Même au solstice d'hiver, trouvez le soleil à l'intérieur de vous.",
      "message_en": "Even at the winter solstice, find the sun inside yourself."
    },
    {
      "id": "c_065",
      "style": "Épicé",
      "message": "Un Noël de caractère, relevé d'une pointe d'imprévu et de beaucoup d'amour.",
      "message_en": "A Christmas of character, seasoned with a touch of the unexpected and a lot of love."
    },
    {
      "id": "c_066",
      "style": "Lumineux",
      "message": "Que votre décoration intérieure ne soit que le reflet de votre paix mentale.",
      "message_en": "May your home decor be but a reflection of your mental peace."
    },
    {
      "id": "c_067",
      "style": "Cinéma",
      "message": "Un Noël en Technicolor dans un monde parfois trop gris.",
      "message_en": "A Technicolor Christmas in a world that is sometimes too gray."
    },
    {
      "id": "c_068",
      "style": "Graphique",
      "message": "Dessinez les contours d'une soirée parfaite avec les crayons de la gratitude.",
      "message_en": "Sketch the outlines of a perfect evening with the crayons of gratitude."
    },
    {
      "id": "c_069",
      "style": "Vaporeux",
      "message": "Laissez le stress s'évaporer comme la buée sur une vitre givrée.",
      "message_en": "Let stress evaporate like steam on a frosted window."
    },
    {
      "id": "c_070",
      "style": "Harmonieux",
      "message": "Que votre esprit soit en accord majeur avec l'ambiance de cette fête.",
      "message_en": "May your spirit be in a major key with the mood of this holiday."
    },
    {
      "id": "c_071",
      "style": "Héroïque",
      "message": "Noël est la fête des petits gestes qui font les grands héros du quotidien.",
      "message_en": "Christmas is the celebration of small gestures that create great everyday heroes."
    },
    {
      "id": "c_072",
      "style": "Floral",
      "message": "Que votre cœur soit un jardin d'hiver où la joie ne fane jamais.",
      "message_en": "May your heart be a winter garden where joy never fades."
    },
    {
      "id": "c_073",
      "style": "Cosmique",
      "message": "Ressentez l'unité du monde dans le scintillement d'une simple bougie.",
      "message_en": "Feel the unity of the world in the flicker of a single candle."
    },
    {
      "id": "c_074",
      "style": "Artisan",
      "message": "Façonnez vos souvenirs de Noël avec la patience d'un sculpteur d'émotions.",
      "message_en": "Craft your Christmas memories with the patience of a sculptor of emotions."
    },
    {
      "id": "c_075",
      "style": "Pétillant",
      "message": "Que votre soirée ait le goût de l'enthousiasme et l'éclat des bulles.",
      "message_en": "May your evening taste of enthusiasm and shine with the sparkle of bubbles."
    },
    {
      "id": "c_076",
      "style": "Apaisant",
      "message": "Que le bruit des emballages froissés soit le seul vacarme de votre soirée.",
      "message_en": "May the sound of crinkling wrapping paper be the only noise of your evening."
    },
    {
      "id": "c_077",
      "style": "Littéraire",
      "message": "Ouvrez ce soir un nouveau livre de vie dont Noël est la plus belle préface.",
      "message_en": "Open tonight a new book of life, for which Christmas is the most beautiful preface."
    },
    {
      "id": "c_078",
      "style": "Symphonique",
      "message": "Que le silence de la nuit soit une musique à vos oreilles.",
      "message_en": "May the silence of the night be music to your ears."
    },
    {
      "id": "c_079",
      "style": "Intime",
      "message": "Un Noël en petit comité, pour de grandes confidences.",
      "message_en": "A Christmas with a small circle, for great confidences."
    },
    {
      "id": "c_080",
      "style": "Radieux",
      "message": "Que votre sourire soit la plus belle guirlande de la maison.",
      "message_en": "May your smile be the most beautiful garland in the house."
    },
    {
      "id": "c_081",
      "style": "Éternel",
      "message": "Ressentez ce lien qui traverse les âges et unit les générations ce soir.",
      "message_en": "Feel the bond tonight that spans the ages and unites generations."
    },
    {
      "id": "c_082",
      "style": "Léger",
      "message": "Aussi léger qu'une plume, aussi doux qu'un duvet.",
      "message_en": "As light as a feather, as soft as down."
    },
    {
      "id": "c_083",
      "style": "Vibrant",
      "message": "Que votre cœur batte à l'unisson avec la générosité du monde.",
      "message_en": "May your heart beat in unison with the world's generosity."
    },
    {
      "id": "c_084",
      "style": "Montagnard",
      "message": "L'air pur des sommets dans votre salon, la force du roc dans vos projets.",
      "message_en": "The pure mountain air in your living room, the strength of rock in your projects."
    },
    {
      "id": "c_085",
      "style": "Poétique",
      "message": "Écrivez en vers la joie d'être ensemble sous les flocons.",
      "message_en": "Write in verse the joy of being together under the falling snow."
    },
    {
      "id": "c_086",
      "style": "Luminal",
      "message": "Que chaque luciole de Noël guide vos pas vers la sérénité.",
      "message_en": "May every Christmas firefly guide your steps toward serenity."
    },
    {
      "id": "c_087",
      "style": "Mythique",
      "message": "Vivez un Noël qui entre dans la légende de votre famille.",
      "message_en": "Live a Christmas that goes down in your family legend."
    },
    {
      "id": "c_088",
      "style": "Paradoxal",
      "message": "Trouvez la grandeur dans la petitesse d'un instant partagé.",
      "message_en": "Find greatness in the smallness of a shared moment."
    },
    {
      "id": "c_089",
      "style": "Velouté",
      "message": "Que cette fête glisse sur votre âme comme une caresse de satin.",
      "message_en": "May this holiday slide over your soul like a satin caress."
    },
    {
      "id": "c_090",
      "style": "Zénith",
      "message": "Atteignez le sommet de la convivialité ce soir.",
      "message_en": "Reach the peak of conviviality tonight."
    },
    {
      "id": "c_091",
      "style": "Holographique",
      "message": "Voyez Noël sous tous ses angles : partage, repos et émerveillement.",
      "message_en": "See Christmas from all angles: sharing, rest, and wonder."
    },
    {
      "id": "c_092",
      "style": "Oxygéné",
      "message": "Respirez enfin. Noël est là pour vous rendre votre souffle.",
      "message_en": "Breathe at last. Christmas is here to give you back your breath."
    },
    {
      "id": "c_093",
      "style": "Fidèle",
      "message": "Soyez fidèle à vos envies, pas seulement aux traditions.",
      "message_en": "Stay true to your desires, not just to traditions."
    },
    {
      "id": "c_094",
      "style": "Magnétique",
      "message": "Attirez à vous toute la douceur que l'hiver peut offrir.",
      "message_en": "Attract to yourself all the sweetness that winter can offer."
    },
    {
      "id": "c_095",
      "style": "Précieux",
      "message": "Moins de pacotille, plus de pépites de bonheur brut.",
      "message_en": "Less trinkets, more nuggets of raw happiness."
    },
    {
      "id": "c_096",
      "style": "Savant",
      "message": "La sagesse de Noël : savoir apprécier ce que l'on a déjà.",
      "message_en": "The wisdom of Christmas: knowing how to appreciate what you already have."
    },
    {
      "id": "c_097",
      "style": "Nomade",
      "message": "Où que vous soyez, que l'esprit de Noël soit votre maison.",
      "message_en": "Wherever you are, may the Christmas spirit be your home."
    },
    {
      "id": "c_098",
      "style": "Vif",
      "message": "Un Noël plein d'esprit, de saillies verbales et de rires francs.",
      "message_en": "A Christmas full of wit, clever remarks, and hearty laughter."
    },
    {
      "id": "c_099",
      "style": "Atemporal",
      "message": "Oubliez l'horloge, vivez l'instant.",
      "message_en": "Forget the clock, live the moment."
    },
    {
      "id": "c_100",
      "style": "Ultime",
      "message": "Que ce Noël soit le plus beau, jusqu'au prochain.",
      "message_en": "May this Christmas be the most beautiful, until the next one."
    },
    {
      "id": "c_101",
      "style": "Physique",
      "message": "Que la chaleur de votre foyer se propage par conduction, convection et rayonnement dans le cœur de vos invités.",
      "message_en": "May the warmth of your home spread through conduction, convection, and radiation into the hearts of your guests."
    },
    {
      "id": "c_102",
      "style": "Contemplatif",
      "message": "Regardez les bougies brûler et réalisez que chaque seconde de paix est une victoire sur le chaos.",
      "message_en": "Watch the candles burn and realize that every second of peace is a victory over chaos."
    },
   {
      "id": "c_103",
      "style": "Céramique",
      "message": "Que ce Noël soit le tour de potier où se façonnent vos plus beaux souvenirs d'amitié.",
      "message_en": "May this Christmas be the potter's wheel where your most beautiful memories of friendship are shaped."
    },
    {
      "id": "c_104",
      "style": "Botanique",
      "message": "Soyez comme le sapin : gardez vos épines pour protéger votre douceur intérieure.",
      "message_en": "Be like the fir tree: keep your needles to protect your inner softness."
    },
    {
      "id": "c_105",
      "style": "Acoustique",
      "message": "Je vous souhaite un Noël aux sons feutrés : le craquement de la neige et le murmure des confidences.",
      "message_en": "I wish you a Christmas of hushed sounds: the crunch of snow and the whisper of shared secrets."
    },
    {
      "id": "c_106",
      "style": "Vignoble",
      "message": "Que votre réveillon ait le corps d'un grand cru et la légèreté d'une bulle de champagne.",
      "message_en": "May your Christmas Eve have the body of a vintage wine and the lightness of a champagne bubble."
    },
    {
      "id": "c_107",
      "style": "Alchimie",
      "message": "Transformez le plomb des tensions familiales en l'or d'une réconciliation sincère.",
      "message_en": "Transform the lead of family tensions into the gold of a sincere reconciliation."
    },
    {
      "id": "c_108",
      "style": "Cinéma",
      "message": "Un Noël tourné en lumière naturelle, sans effets spéciaux, juste la vérité des sentiments.",
      "message_en": "A Christmas filmed in natural light, without special effects, just the truth of feelings."
    },
    {
      "id": "c_109",
      "style": "Minimaliste",
      "message": "Une seule étoile dans le ciel, une seule main dans la vôtre, et tout est complet.",
      "message_en": "A single star in the sky, a single hand in yours, and everything is complete."
    },
    {
      "id": "c_110",
      "style": "Textile",
      "message": "Tissez des liens de cachemire et de soie avec ceux qui partagent votre table.",
      "message_en": "Weave bonds of cashmere and silk with those sharing your table."
    },
    {
      "id": "c_111",
      "style": "Philosophique",
      "message": "Noël n'est pas une destination, c'est une manière de voyager ensemble dans l'hiver.",
      "message_en": "Christmas is not a destination, it is a way of traveling together through winter."
    },
    {
      "id": "c_112",
      "style": "Électrique",
      "message": "Que l'étincelle de ce soir allume un brasier de joie qui durera tout l'hiver.",
      "message_en": "May tonight's spark ignite a blaze of joy that lasts all winter long."
    },
    {
      "id": "c_113",
      "style": "Pâtissier",
      "message": "Une année saupoudrée de sucre glace et nappée de la tendresse de vos proches.",
      "message_en": "A year dusted with icing sugar and glazed with the tenderness of your loved ones."
    },
    {
      "id": "c_114",
      "style": "Géographique",
      "message": "Que toutes les routes de votre cœur mènent à un port de paix ce soir.",
      "message_en": "May all the roads of your heart lead to a harbor of peace tonight."
    },
    {
      "id": "c_115",
      "style": "Solaire",
      "message": "Même au jour le plus court, soyez la source de vitamine D pour ceux qui vous entourent.",
      "message_en": "Even on the shortest day, be the source of Vitamin D for those around you."
    },
    {
      "id": "c_116",
      "style": "Hygge",
      "message": "L'élégance du pyjama, la noblesse du chocolat chaud et la majesté du silence.",
      "message_en": "The elegance of pajamas, the nobility of hot chocolate, and the majesty of silence."
    },
    {
      "id": "c_117",
      "style": "Anatomique",
      "message": "Que vos poumons se remplissent d'air pur et votre diaphragme vibre de rires sincères.",
      "message_en": "May your lungs fill with pure air and your diaphragm vibrate with sincere laughter."
    },
    {
      "id": "c_118",
      "style": "Mélodique",
      "message": "Que le 'clink' des verres soit la seule percussion nécessaire à votre bonheur.",
      "message_en": "May the 'clink' of glasses be the only percussion needed for your happiness."
    },
    {
      "id": "c_119",
      "style": "Onirique",
      "message": "Je vous souhaite un Noël qui ressemble à un rêve éveillé dont on ne veut jamais sortir.",
      "message_en": "I wish you a Christmas that feels like a waking dream you never want to leave."
    },
    {
      "id": "c_120",
      "style": "Floral",
      "message": "Que la rose de Noël fleurisse dans les fentes de vos doutes.",
      "message_en": "May the Christmas rose bloom in the cracks of your doubts."
    },
    {
      "id": "c_121",
      "style": "Temporal",
      "message": "Abolissez les horloges : la seule unité de mesure ce soir est le battement de cœur.",
      "message_en": "Abolish the clocks: the only unit of measurement tonight is the heartbeat."
    },
    {
      "id": "c_122",
      "style": "Architectural",
      "message": "Que votre maison soit une cathédrale de bienveillance aux portes toujours ouvertes.",
      "message_en": "May your home be a cathedral of kindness with doors always open."
    },
    {
      "id": "c_123",
      "style": "Marin",
      "message": "Jetez l'ancre dans une baie de tranquillité et laissez passer la tempête du monde.",
      "message_en": "Drop anchor in a bay of tranquility and let the storm of the world pass by."
    },
    {
      "id": "c_124",
      "style": "Chromatique",
      "message": "Un Noël peint en bleu nuit, argent et or, pour une élégance de l'âme.",
      "message_en": "A Christmas painted in midnight blue, silver, and gold, for an elegance of the soul."
    },
    {
      "id": "c_125",
      "style": "Quantique",
      "message": "Soyez à la fois ici dans l'instant et partout dans les pensées de ceux que vous aimez.",
      "message_en": "Be both here in the moment and everywhere in the thoughts of those you love."
    },
    {
      "id": "c_126",
      "style": "Gourmet",
      "message": "Que la saveur de l'enfance revienne vous chatouiller le palais dès la première bouchée.",
      "message_en": "May the flavor of childhood return to tickle your palate from the very first bite."
    },
    {
      "id": "c_127",
      "style": "Cinétique",
      "message": "Ralentissez jusqu'à ce que le temps devienne une matière malléable et douce.",
      "message_en": "Slow down until time becomes a malleable and soft material."
    },
    {
      "id": "c_128",
      "style": "Stellaire",
      "message": "Chaque guirlande est une constellation dont vous êtes l'astronome.",
      "message_en": "Every garland is a constellation of which you are the astronomer."
    },
    {
      "id": "c_129",
      "style": "Poétique",
      "message": "Que les flocons écrivent sur vos vitres les poèmes que vous n'osez pas dire.",
      "message_en": "May the snowflakes write upon your windows the poems you do not dare to speak."
    },
    {
      "id": "c_130",
      "style": "Secret",
      "message": "Un Noël de chuchotements sous le gui et de secrets partagés près du feu.",
      "message_en": "A Christmas of whispers under the mistletoe and shared secrets by the fire."
    },
    {
      "id": "c_131",
      "style": "Artisan",
      "message": "Sculptez ce moment comme une pièce unique : aucune autre veillée ne lui ressemblera.",
      "message_en": "Sculpt this moment as a unique piece: no other vigil will ever resemble it."
    },
    {
      "id": "c_132",
      "style": "Olfactif",
      "message": "L'odeur des aiguilles de pin et du bois brûlé : le parfum de la vraie richesse.",
      "message_en": "The scent of pine needles and burnt wood: the fragrance of true wealth."
    },
    {
      "id": "c_133",
      "style": "Vertical",
      "message": "Regardez vers le haut, là où la lumière des étoiles ignore nos frontières.",
      "message_en": "Look upward, where the starlight ignores our borders."
    },
    {
      "id": "c_134",
      "style": "Zen",
      "message": "Méditez sur la flamme d'une bougie et laissez-y fondre vos dernières colères.",
      "message_en": "Meditate on a candle flame and let your final angers melt away within it."
    },
    {
      "id": "c_135",
      "style": "Légendaire",
      "message": "Que ce Noël devienne le chapitre que l'on relira avec émotion dans dix ans.",
      "message_en": "May this Christmas become the chapter we re-read with emotion ten years from now."
    },
    {
      "id": "c_136",
      "style": "Spatial",
      "message": "Élargissez votre horizon : Noël est la fête de l'universel caché dans le particulier.",
      "message_en": "Broaden your horizon: Christmas is the celebration of the universal hidden within the particular."
    },
    {
      "id": "c_137",
      "style": "Éthéré",
      "message": "Une soirée légère comme une bulle de savon, transparente et irisée.",
      "message_en": "An evening as light as a soap bubble, transparent and iridescent."
    },
    {
      "id": "c_138",
      "style": "Rustique",
      "message": "La force brute d'un foyer de pierre et la vérité d'un pain partagé.",
      "message_en": "The raw strength of a stone hearth and the truth of shared bread."
    },
    {
      "id": "c_139",
      "style": "Tactile",
      "message": "Le grain du papier cadeau, la douceur d'un pull, la fermeté d'une main amie.",
      "message_en": "The grain of wrapping paper, the softness of a sweater, the firmness of a friendly hand."
    },
    {
      "id": "c_140",
      "style": "Savant",
      "message": "La connaissance s'acquiert, mais la magie de Noël se reçoit simplement.",
      "message_en": "Knowledge is acquired, but the magic of Christmas is simply received."
    },
    {
      "id": "c_141",
      "style": "Symphonique",
      "message": "Que les dissonances du quotidien se résolvent en un accord parfait ce soir.",
      "message_en": "May the dissonances of daily life resolve into a perfect chord tonight."
    },
    {
      "id": "c_142",
      "style": "Urbain",
      "message": "Que le bitume de la ville s'efface sous la poésie des illuminations.",
      "message_en": "May the city asphalt fade away beneath the poetry of the illuminations."
    },
    {
      "id": "c_143",
      "style": "Inspirant",
      "message": "Soyez la raison pour laquelle quelqu'un croit encore à la bonté humaine.",
      "message_en": "Be the reason why someone still believes in human goodness."
    },
    {
      "id": "c_144",
      "style": "Radieux",
      "message": "Que votre visage soit le miroir d'une âme enfin apaisée.",
      "message_en": "May your face be the mirror of a soul finally at peace."
    },
    {
      "id": "c_145",
      "style": "Limpide",
      "message": "Un Noël sans faux-semblants, clair comme de l'eau de roche.",
      "message_en": "A Christmas without pretenses, clear as spring water."
    },
    {
      "id": "c_146",
      "style": "Ancestral",
      "message": "Honorez ceux qui ne sont plus là en faisant briller la joie qu'ils vous ont transmise.",
      "message_en": "Honor those who are no longer here by shining the joy they passed on to you."
    },
    {
      "id": "c_147",
      "style": "Moderne",
      "message": "Redéfinissez Noël : moins de consommation, plus de connexion réelle.",
      "message_en": "Redefine Christmas: less consumption, more real connection."
    },
    {
      "id": "c_148",
      "style": "Mousseux",
      "message": "Une joie qui déborde et pétille, comme un vin que l'on vient de sabrer.",
      "message_en": "A joy that overflows and sparkles, like a wine that has just been sabered."
    },
    {
      "id": "c_149",
      "style": "Céleste",
      "message": "Que la lune soit votre veilleuse et les étoiles vos guides.",
      "message_en": "May the moon be your nightlight and the stars your guides."
    },
    {
      "id": "c_150",
      "style": "Ultime",
      "message": "Terminez l'année en beauté, sur une note de grâce infinie.",
      "message_en": "End the year beautifully, on a note of infinite grace."
    },
    {
      "id": "c_151",
      "style": "Optique",
      "message": "Que ce Noël agisse comme un prisme, décomposant vos soucis en un arc-en-ciel d'opportunités.",
      "message_en": "May this Christmas act like a prism, breaking down your worries into a rainbow of opportunities."
    },
    {
      "id": "c_152",
      "style": "Géométrie",
      "message": "Trouvez le point d'équilibre parfait entre l'agitation du monde et le calme de votre foyer.",
      "message_en": "Find the perfect equilibrium point between the world's turmoil and the calm of your home."
    },
    {
      "id": "c_153",
      "style": "Thermique",
      "message": "Que votre cœur reste à 37°C de tendresse, peu importe le givre qui tapisse vos fenêtres.",
      "message_en": "May your heart stay at 37°C of tenderness, regardless of the frost lining your windows."
    },
    {
      "id": "c_154",
      "style": "Numérique",
      "message": "Supprimez le cache de vos rancœurs et redémarrez votre soirée en mode 'Bienveillance illimitée'.",
      "message_en": "Clear the cache of your resentments and restart your evening in 'Unlimited Kindness' mode."
    },
    {
      "id": "c_155",
      "style": "Architectural",
      "message": "Que votre réveillon soit la clé de voûte qui soutient l'édifice de votre bonheur familial.",
      "message_en": "May your Christmas Eve be the keystone that supports the edifice of your family happiness."
    },
    {
      "id": "c_156",
      "style": "Sismologique",
      "message": "Je vous souhaite des ondes de choc de joie qui feront vibrer les murs de votre maison.",
      "message_en": "I wish you shockwaves of joy that will make the walls of your home vibrate."
    },
    {
      "id": "c_157",
      "style": "Gastronomique",
      "message": "Que le sel des larmes passées soit remplacé par le sucre des rires partagés.",
      "message_en": "May the salt of past tears be replaced by the sugar of shared laughter."
    },
    {
      "id": "c_158",
      "style": "Botanique",
      "message": "Comme le gui, sachez prospérer là où on ne vous attendait pas, avec force et éclat.",
      "message_en": "Like mistletoe, may you thrive where you were least expected, with strength and brilliance."
    },
    {
      "id": "c_159",
      "style": "Spatial",
      "message": "Prenez de la hauteur : vue de l'espace, votre table de Noël est le point le plus lumineux de l'univers.",
      "message_en": "Gain perspective: seen from space, your Christmas table is the brightest point in the universe."
    },
    {
      "id": "c_160",
      "style": "Cinétique",
      "message": "Que le mouvement des cadeaux qui passent de main en main soit la plus belle des chorégraphies.",
      "message_en": "May the movement of gifts passing from hand to hand be the most beautiful choreography."
    },
    {
      "id": "c_161",
      "style": "Acoustique",
      "message": "Que le silence de la nuit de Noël soit assez profond pour que vous puissiez enfin vous entendre penser.",
      "message_en": "May the silence of Christmas night be deep enough for you to finally hear yourself think."
    },
   {
      "id": "c_162",
      "style": "Chimique",
      "message": "Une réaction exothermique de chaleur humaine pour un Noël qui réchauffe sans brûler.",
      "message_en": "An exothermic reaction of human warmth for a Christmas that heats without burning."
    },
    {
      "id": "c_163",
      "style": "Maritime",
      "message": "Que la marée haute de l'amour emporte tous les débris de l'année écoulée.",
      "message_en": "May the high tide of love wash away all the debris of the past year."
    },
    {
      "id": "c_164",
      "style": "Minimaliste",
      "message": "Un sapin nu, mais une âme vêtue de gratitude. L'essentiel est là.",
      "message_en": "A bare tree, but a soul clothed in gratitude. The essentials are right here."
    },
    {
      "id": "c_165",
      "style": "Holographique",
      "message": "Voyez la magie de Noël se refléter dans chaque goutte de rosée sur les branches du sapin.",
      "message_en": "See the magic of Christmas reflected in every dewdrop on the branches of the tree."
    },
    {
      "id": "c_166",
      "style": "Physique",
      "message": "La gravité ne doit s'exercer ce soir que sur vos paupières, pour un repos mérité.",
      "message_en": "Gravity should only apply to your eyelids tonight, for a well-deserved rest."
    },
    {
      "id": "c_167",
      "style": "Littéraire",
      "message": "Que votre veillée soit un poème en prose dont chaque invité est une rime riche.",
      "message_en": "May your evening be a prose poem in which every guest is a rich rhyme."
    },
    {
      "id": "c_168",
      "style": "Artisan",
      "message": "Tissez ce soir un réseau de souvenirs plus solide que la toile d'une araignée d'hiver.",
      "message_en": "Weave a network of memories tonight stronger than a winter spider's web."
    },
    {
      "id": "c_169",
      "style": "Météorologique",
      "message": "Un anticyclone de douceur stationné au-dessus de votre salon pour toute la soirée.",
      "message_en": "An anticyclone of gentleness stationed over your living room for the entire evening."
    },
    {
      "id": "c_170",
      "style": "Anatomique",
      "message": "Que votre cerveau sécrète de l'ocytocine pure à chaque accolade sous le gui.",
      "message_en": "May your brain secrete pure oxytocin with every embrace under the mistletoe."
    },
    {
      "id": "c_171",
      "style": "Philosophique",
      "message": "Noël n'est pas une fête, c'est un état de grâce que l'on décide d'habiter.",
      "message_en": "Christmas is not a holiday, it is a state of grace that one chooses to inhabit."
    },
    {
      "id": "c_172",
      "style": "Solaire",
      "message": "Rayonnez comme le soleil de minuit dans le regard de ceux que vous aimez.",
      "message_en": "Radiate like the midnight sun in the eyes of those you love."
    },
    {
      "id": "c_173",
      "style": "Électrique",
      "message": "Pas besoin de guirlandes quand votre enthousiasme suffit à éclairer le quartier.",
      "message_en": "No need for fairy lights when your enthusiasm is enough to light up the neighborhood."
    },
    {
      "id": "c_174",
      "style": "Tactile",
      "message": "La rugosité du bois, la douceur du plaid, la chaleur d'une main : vivez Noël par le toucher.",
      "message_en": "The grain of the wood, the softness of the throw, the warmth of a hand: experience Christmas through touch."
    },
    {
      "id": "c_175",
      "style": "Quantique",
      "message": "Noël est l'instant où le passé et le futur se superposent dans un présent parfait.",
      "message_en": "Christmas is the moment where past and future overlap in a perfect present."
    },
    {
      "id": "c_176",
      "style": "Cinéma",
      "message": "Pas de script, pas de montage : vivez votre Noël en direct et en plan-séquence.",
      "message_en": "No script, no editing: live your Christmas live and in a single continuous shot."
    },
    {
      "id": "c_177",
      "style": "Zen",
      "message": "Laissez le stress de la préparation s'évaporer comme la buée sur un thé chaud.",
      "message_en": "Let the stress of preparation evaporate like steam on a hot tea."
    },
    {
      "id": "c_178",
      "style": "Urbain",
      "message": "Que les néons de la ville s'inclinent devant la lueur d'une simple bougie.",
      "message_en": "May the city neon lights bow before the glow of a single candle."
    },
    {
      "id": "c_179",
      "style": "Musical",
      "message": "Que le tempo de votre soirée soit celui d'une ballade apaisante.",
      "message_en": "May the tempo of your evening be that of a soothing ballad."
    },
    {
      "id": "c_180",
      "style": "Cristallin",
      "message": "Une sincérité aussi pure que le premier cristal de givre sur une vitre.",
      "message_en": "A sincerity as pure as the first frost crystal on a windowpane."
    },
    {
      "id": "c_181",
      "style": "Ancestral",
      "message": "Ressentez la force de tous les Noëls passés qui coulent dans vos veines ce soir.",
      "message_en": "Feel the strength of all the Christmases past flowing through your veins tonight."
    },
    {
      "id": "c_182",
      "style": "Hygge",
      "message": "La noblesse du bois brut et la poésie des flammes qui dansent : Noël authentique.",
      "message_en": "The nobility of raw wood and the poetry of dancing flames: an authentic Christmas."
    },
    {
      "id": "c_183",
      "style": "Radial",
      "message": "Diffusez votre joie du centre de votre cœur jusqu'aux confins de votre univers.",
      "message_en": "Broadcast your joy from the center of your heart to the edges of your universe."
    },
    {
      "id": "c_184",
      "style": "Stellaire",
      "message": "Que chaque étoile filante de ce soir soit un vœu qui se réalise pour vous.",
      "message_en": "May every shooting star tonight be a wish coming true for you."
    },
    {
      "id": "c_185",
      "style": "Vaporeux",
      "message": "Un Noël de nuages et de plumes, pour une légèreté d'être absolue.",
      "message_en": "A Christmas of clouds and feathers, for an absolute lightness of being."
    },
    {
      "id": "c_186",
      "style": "Géométrique",
      "message": "Tracez un cercle de sécurité autour de ceux qui vous sont chers.",
      "message_en": "Draw a circle of safety around those who are dear to you."
    },
    {
      "id": "c_187",
      "style": "Alchimique",
      "message": "Que le plomb de la solitude se transmue en or du partage.",
      "message_en": "May the lead of solitude be transmuted into the gold of sharing."
    },
    {
      "id": "c_188",
      "style": "Radieux",
      "message": "Que votre sourire soit la seule source d'énergie renouvelable de votre maison.",
      "message_en": "May your smile be the only source of renewable energy in your home."
    },
    {
      "id": "c_189",
      "style": "Discret",
      "message": "Un Noël tout en demi-teintes, pour mieux apprécier l'éclat de l'essentiel.",
      "message_en": "A Christmas in half-tones, the better to appreciate the brilliance of the essential."
    },
    {
      "id": "c_190",
      "style": "Vital",
      "message": "Que Noël vous redonne la sève nécessaire pour affronter l'hiver.",
      "message_en": "May Christmas give you back the sap needed to face the winter."
    },
    {
      "id": "c_191",
      "style": "Auditif",
      "message": "Écoutez les battements de cœur derrière les paroles : c'est là que Noël se chante.",
      "message_en": "Listen to the heartbeats behind the words: that is where Christmas is sung."
    },
    {
      "id": "c_192",
      "style": "Olfactif",
      "message": "L'arôme de la clémentine et du clou de girofle : le parfum de la sérénité.",
      "message_en": "The aroma of clementine and clove: the fragrance of serenity."
    },
    {
      "id": "c_193",
      "style": "Architectural",
      "message": "Bâtissez un pont entre vos rêves d'enfant et votre réalité d'adulte.",
      "message_en": "Build a bridge between your childhood dreams and your adult reality."
    },
    {
      "id": "c_194",
      "style": "Onirique",
      "message": "Que votre sommeil de cette nuit soit peuplé de paysages de nacre et d'argent.",
      "message_en": "May your sleep tonight be populated with landscapes of mother-of-pearl and silver."
    },
    {
      "id": "c_195",
      "style": "Précieux",
      "message": "La valeur de ce soir ne se compte pas en carats, mais en regards complices.",
      "message_en": "The value of tonight is not counted in carats, but in knowing glances."
    },
    {
      "id": "c_196",
      "style": "Savant",
      "message": "La véritable intelligence de Noël, c'est l'empathie radicale.",
      "message_en": "The true intelligence of Christmas is radical empathy."
    },
    {
      "id": "c_197",
      "style": "Texturé",
      "message": "Un Noël qui a du grain, de la matière et du caractère.",
      "message_en": "A Christmas with grain, texture, and character."
    },
    {
      "id": "c_198",
      "style": "Cosmique",
      "message": "Ressentez-vous petit face aux étoiles, mais immense face à votre propre amour.",
      "message_en": "Feel small before the stars, but immense before your own love."
    },
    {
      "id": "c_199",
      "style": "Inspirant",
      "message": "Que votre Noël soit le chef-d'œuvre que vous aviez hâte de peindre.",
      "message_en": "May your Christmas be the masterpiece you were eager to paint."
    },
    {
      "id": "c_200",
      "style": "Final",
      "message": "Clôturez cette fête avec la certitude d'être exactement là où vous devez être.",
      "message_en": "Close this holiday with the certainty of being exactly where you belong."
    }
  ],
  "newyear": [
     {
      "id": "ny_001",
      "style": "Aventure",
      "message": "Que 2026 soit l'année où vous oserez enfin quitter le port pour explorer vos propres océans.",
      "message_en": "May 2026 be the year you finally dare to leave the harbor to explore your own oceans."
    },
    {
      "id": "ny_002",
      "style": "Créativité",
      "message": "Je vous souhaite 365 jours de brouillons audacieux, de ratures passionnées et de chefs-d'œuvre personnels.",
      "message_en": "I wish you 365 days of bold drafts, passionate revisions, and personal masterpieces."
    },
    {
      "id": "ny_003",
      "style": "Philosophique",
      "message": "Ne cherchez pas à ajouter des années à votre vie, mais de la vie à vos années. Belle révolution solaire.",
      "message_en": "Don't seek to add years to your life, but life to your years. Have a wonderful solar revolution."
    },
    {
      "id": "ny_004",
      "style": "Audace",
      "message": "Que vos 'un jour, je ferai' se transforment enfin en 'je suis en train de faire'.",
      "message_en": "May your 'one day, I will' finally turn into 'I am currently doing'."
    },
    {
      "id": "ny_005",
      "style": "Résilience",
      "message": "Que chaque obstacle de cette année soit le tremplin d'une force que vous ne soupçonniez pas encore.",
      "message_en": "May every obstacle this year be a springboard for a strength you didn't yet know you had."
    },
    {
      "id": "ny_006",
      "style": "Curiosité",
      "message": "Je vous souhaite de rester assez curieux pour vous laisser surprendre par l'ordinaire.",
      "message_en": "I wish for you to stay curious enough to let yourself be surprised by the ordinary."
    },
    {
      "id": "ny_007",
      "style": "Sérénité",
      "message": "Que votre paix intérieure soit si solide que les tempêtes extérieures n'en fassent qu'un léger courant d'air.",
      "message_en": "May your inner peace be so solid that external storms feel like nothing more than a light breeze."
    },
    {
      "id": "ny_008",
      "style": "Évolution",
      "message": "Je vous souhaite de désapprendre ce qui vous encombre pour laisser place à ce qui vous anime.",
      "message_en": "I wish for you to unlearn what weighs you down to make room for what drives you."
    },
    {
      "id": "ny_009",
      "style": "Instant présent",
      "message": "Que 2026 ne soit pas une course vers demain, mais une danse avec aujourd'hui.",
      "message_en": "May 2026 not be a race toward tomorrow, but a dance with today."
    },
    {
      "id": "ny_010",
      "style": "Énergie",
      "message": "Rayonnez si fort que vous deviendrez votre propre source de lumière durant les jours de grisaille.",
      "message_en": "Shine so brightly that you become your own source of light during the gray days."
    },
    {
      "id": "ny_011",
      "style": "Cinéma",
      "message": "Que 2026 soit le film dont vous êtes le réalisateur, l'acteur principal et le critique le plus indulgent.",
      "message_en": "May 2026 be the movie where you are the director, the lead actor, and the most forgiving critic."
    },
    {
      "id": "ny_012",
      "style": "Numérique",
      "message": "Je vous souhaite un reboot complet de vos énergies et une mise à jour vers votre meilleure version.",
      "message_en": "I wish you a complete reboot of your energies and an update to your best version yet."
    },
    {
      "id": "ny_013",
      "style": "Voyage",
      "message": "Que votre passeport se remplisse de tampons et votre esprit de nouvelles perspectives.",
      "message_en": "May your passport fill with stamps and your mind with new perspectives."
    },
    {
      "id": "ny_014",
      "style": "Philosophique",
      "message": "Ne mesurez pas l'année en jours, mais en instants qui vous ont coupé le souffle.",
      "message_en": "Don't measure the year in days, but in moments that took your breath away."
    },
    {
      "id": "ny_015",
      "style": "Productivité",
      "message": "Travaillez moins, créez plus. Remplacez l'urgence par l'importance.",
      "message_en": "Work less, create more. Replace urgency with importance."
    },
    {
      "id": "ny_016",
      "style": "Émotionnel",
      "message": "Je vous souhaite d'avoir le courage d'être vulnérable, car c'est là que naît la vraie force.",
      "message_en": "I wish you the courage to be vulnerable, for that is where true strength is born."
    },
    {
      "id": "ny_017",
      "style": "Sportif",
      "message": "Que chaque foulée vous rapproche de l'équilibre parfait entre l'effort et le plaisir.",
      "message_en": "May every stride bring you closer to the perfect balance between effort and pleasure."
    },
    {
      "id": "ny_018",
      "style": "Artistique",
      "message": "Faites de votre vie une toile où chaque erreur de parcours devient une nuance magnifique.",
      "message_en": "Make your life a canvas where every misstep becomes a beautiful shade."
    },
    {
      "id": "ny_019",
      "style": "Écologique",
      "message": "Une année pour ralentir, observer le vivant et fleurir en harmonie avec la nature.",
      "message_en": "A year to slow down, observe the living, and bloom in harmony with nature."
    },
    {
      "id": "ny_020",
      "style": "Social",
      "message": "Que vos cercles s'élargissent et que vos liens profonds se solidifient.",
      "message_en": "May your circles expand and your deep bonds grow stronger."
    },
    {
      "id": "ny_021",
      "style": "Stoïcien",
      "message": "Accueillez ce que vous ne pouvez changer et transformez avec passion ce qui dépend de vous.",
      "message_en": "Accept what you cannot change and passionately transform what is within your power."
    },
    {
      "id": "ny_022",
      "style": "Surprise",
      "message": "Je vous souhaite l'imprévu qui enchante et le hasard qui change tout.",
      "message_en": "I wish you the unexpected that enchants and the chance encounter that changes everything."
    },
    {
      "id": "ny_023",
      "style": "Intellectuel",
      "message": "Que 2026 soit l'année d'une curiosité insatiable et de lectures qui bousculent vos certitudes.",
      "message_en": "May 2026 be a year of insatiable curiosity and readings that challenge your certainties."
    },
    {
      "id": "ny_024",
      "style": "Minimaliste",
      "message": "Désencombrez votre esprit comme votre maison : gardez uniquement ce qui vous apporte de la joie.",
      "message_en": "Declutter your mind as you do your home: keep only what brings you joy."
    },
    {
      "id": "ny_025",
      "style": "Audacieux",
      "message": "Brisez les plafonds de verre que vous avez vous-même construits.",
      "message_en": "Break through the glass ceilings you built for yourself."
    },
    {
      "id": "ny_026",
      "style": "Intuitif",
      "message": "Apprenez à écouter le chuchotement de votre intuition plutôt que le bruit de la foule.",
      "message_en": "Learn to listen to the whisper of your intuition rather than the noise of the crowd."
    },
    {
      "id": "ny_027",
      "style": "Harmonique",
      "message": "Que votre année trouve son rythme, entre tempos rapides et silences nécessaires.",
      "message_en": "May your year find its rhythm, between fast tempos and necessary silences."
    },
    {
      "id": "ny_028",
      "style": "Généreux",
      "message": "Donnez sans compter, recevez sans oublier, vivez sans regretter.",
      "message_en": "Give without counting, receive without forgetting, live without regretting."
    },
    {
      "id": "ny_029",
      "style": "Explorateur",
      "message": "Sortez de votre zone de confort, c'est là que la magie opère réellement.",
      "message_en": "Step out of your comfort zone; that is where the magic truly happens."
    },
   {
      "id": "ny_030",
      "style": "Stable",
      "message": "Que vos racines s'ancrent dans la gratitude pour que vos branches touchent le ciel.",
      "message_en": "May your roots anchor in gratitude so that your branches may touch the sky."
    },
    {
      "id": "ny_041",
      "style": "Exploration",
      "message": "Devenez le cartographe de votre propre destin en 2026.",
      "message_en": "Become the cartographer of your own destiny in 2026."
    },
    {
      "id": "ny_042",
      "style": "Rythmique",
      "message": "Trouvez votre propre tempo et refusez de danser sur la musique des autres.",
      "message_en": "Find your own tempo and refuse to dance to someone else's music."
    },
    {
      "id": "ny_043",
      "style": "Botanique",
      "message": "Fleurissez là où la vie vous a planté, mais n'ayez pas peur de déplacer vos racines.",
      "message_en": "Bloom where life has planted you, but do not be afraid to move your roots."
    },
    {
      "id": "ny_044",
      "style": "Minimaliste",
      "message": "Videz vos placards mentaux pour laisser entrer l'air frais de la nouveauté.",
      "message_en": "Empty your mental cupboards to let in the fresh air of novelty."
    },
    {
      "id": "ny_045",
      "style": "Ascension",
      "message": "Ne regardez pas le sommet, regardez vos pieds et appréciez chaque pas de la montée.",
      "message_en": "Don't look at the summit; look at your feet and appreciate every step of the climb."
    },
    {
      "id": "ny_046",
      "style": "Alchimie",
      "message": "Transformez vos doutes en carburant pour vos ambitions.",
      "message_en": "Transform your doubts into fuel for your ambitions."
    },
    {
      "id": "ny_047",
      "style": "Numérique",
      "message": "Que votre bande passante émotionnelle soit illimitée pour ceux qui comptent.",
      "message_en": "May your emotional bandwidth be unlimited for those who matter."
    },
    {
      "id": "ny_048",
      "style": "Stoïcien",
      "message": "Soyez le rocher sur lequel les vagues de l'anxiété se brisent sans l'ébranler.",
      "message_en": "Be the rock upon which the waves of anxiety break without shaking it."
    },
    {
      "id": "ny_049",
      "style": "Artistique",
      "message": "Coloriez en dehors des lignes cette année. La perfection est ennuyeuse.",
      "message_en": "Color outside the lines this year. Perfection is boring."
    },
    {
      "id": "ny_050",
      "style": "Spatial",
      "message": "Visez la lune : même en cas d'échec, vous voyagerez parmi les étoiles.",
      "message_en": "Shoot for the moon: even if you miss, you will travel among the stars."
    },
    {
      "id": "ny_051",
      "style": "Auditif",
      "message": "Apprenez à entendre ce qui n'est pas dit et à dire ce qui doit l'être.",
      "message_en": "Learn to hear what is left unsaid and to say what needs to be told."
    },
    {
      "id": "ny_052",
      "style": "Énergie",
      "message": "Que votre batterie interne soit toujours chargée par la passion et la joie.",
      "message_en": "May your internal battery always be charged by passion and joy."
    },
    {
      "id": "ny_053",
      "style": "Architectural",
      "message": "Construisez des ponts là où d'autres érigent des murs.",
      "message_en": "Build bridges where others erect walls."
    },
    {
      "id": "ny_054",
      "style": "Sportif",
      "message": "Sachez quand sprinter, mais apprenez surtout l'art de l'endurance.",
      "message_en": "Know when to sprint, but above all, learn the art of endurance."
    },
    {
      "id": "ny_055",
      "style": "Gastronomique",
      "message": "Dévorez la vie à pleines dents, sans peur de l'indigestion de bonheur.",
      "message_en": "Devour life with a full heart, without fear of an indigestion of happiness."
    },
    {
      "id": "ny_056",
      "style": "Limpide",
      "message": "Que vos intentions soient aussi claires qu'une source de montagne.",
      "message_en": "May your intentions be as clear as a mountain spring."
    },
    {
      "id": "ny_057",
      "style": "Radical",
      "message": "Osez dire non à l'insignifiant pour dire un grand OUI à l'essentiel.",
      "message_en": "Dare to say no to the insignificant to say a big YES to the essential."
    },
    {
      "id": "ny_058",
      "style": "Curiosité",
      "message": "Posez plus de questions et cherchez moins de validations.",
      "message_en": "Ask more questions and seek less validation."
    },
    {
      "id": "ny_059",
      "style": "Solaire",
      "message": "Ne soyez pas une ombre, soyez celui qui projette la lumière.",
      "message_en": "Do not be a shadow; be the one who casts the light."
    },
    {
      "id": "ny_060",
      "style": "Textuel",
      "message": "Écrivez une année sans fautes d'orthographe émotionnelles.",
      "message_en": "Write a year without any emotional spelling mistakes."
    },
    {
      "id": "ny_061",
      "style": "Vertical",
      "message": "Grandissez en sagesse comme l'arbre grandit vers le soleil.",
      "message_en": "Grow in wisdom as the tree grows toward the sun."
    },
    {
      "id": "ny_062",
      "style": "Fluide",
      "message": "Soyez comme l'eau : contournez l'obstacle sans jamais perdre votre force.",
      "message_en": "Be like water: flow around the obstacle without ever losing your strength."
    },
    {
      "id": "ny_063",
      "style": "Sismologique",
      "message": "Que vos projets fassent trembler les certitudes établies.",
      "message_en": "May your projects shake established certainties."
    },
    {
      "id": "ny_064",
      "style": "Électrique",
      "message": "Une année sous haute tension créative et étincelles de génie.",
      "message_en": "A year of high creative tension and sparks of genius."
    },
    {
      "id": "ny_065",
      "style": "Authentique",
      "message": "Retirez le masque et laissez le monde tomber amoureux de votre vrai visage.",
      "message_en": "Take off the mask and let the world fall in love with your true face."
    },
    {
      "id": "ny_066",
      "style": "Nomade",
      "message": "Le voyage compte plus que la destination. Profitez de la route en 2026.",
      "message_en": "The journey matters more than the destination. Enjoy the road in 2026."
    },
    {
      "id": "ny_067",
      "style": "Optique",
      "message": "Changez de focale : voyez le beau là où vous voyiez le banal.",
      "message_en": "Change your focus: see the beautiful where you once saw the banal."
    },
    {
      "id": "ny_068",
      "style": "Agile",
      "message": "Sachez pivoter quand le vent tourne sans jamais perdre votre cap.",
      "message_en": "Know how to pivot when the wind shifts without ever losing your course."
    },
    {
      "id": "ny_069",
      "style": "Harmonique",
      "message": "Accordez votre vie sur la fréquence de la gratitude.",
      "message_en": "Tune your life to the frequency of gratitude."
    },
    {
      "id": "ny_070",
      "style": "Inspirant",
      "message": "Ne suivez pas les traces, laissez une empreinte.",
      "message_en": "Do not follow in footsteps; leave a footprint."
    },
    {
      "id": "ny_071",
      "style": "Pacifique",
      "message": "Faites la paix avec votre passé pour ne pas saboter votre futur.",
      "message_en": "Make peace with your past so as not to sabotage your future."
    },
    {
      "id": "ny_072",
      "style": "Vibrant",
      "message": "Résonnez avec les opportunités qui se présentent, même les plus discrètes.",
      "message_en": "Resonate with the opportunities that arise, even the most discreet ones."
    },
    {
      "id": "ny_073",
      "style": "Météorologique",
      "message": "Faites votre propre beau temps, peu importe les prévisions.",
      "message_en": "Make your own sunshine, no matter the forecast."
    },
    {
      "id": "ny_074",
      "style": "Quantique",
      "message": "Soyez partout où l'on ne vous attend pas.",
      "message_en": "Be everywhere that you are least expected."
    },
    {
      "id": "ny_075",
      "style": "Généreux",
      "message": "Semez des sourires, vous récolterez une forêt de bienveillance.",
      "message_en": "Sow smiles, and you will reap a forest of kindness."
    },
    {
      "id": "ny_076",
      "style": "Analytique",
      "message": "Gardez les leçons, jetez les regrets.",
      "message_en": "Keep the lessons, discard the regrets."
    },
    {
      "id": "ny_077",
      "style": "Utopique",
      "message": "Rêvez si grand que les réalistes vous prendront pour un fou.",
      "message_en": "Dream so big that the realists take you for a fool."
    },
    {
      "id": "ny_078",
      "style": "Ancré",
      "message": "Ayez la tête dans les nuages mais gardez les pieds sur terre.",
      "message_en": "Have your head in the clouds but keep your feet on the ground."
    },
    {
      "id": "ny_079",
      "style": "Poétique",
      "message": "Mettez des rimes dans votre quotidien et de la prose dans vos exploits.",
      "message_en": "Put rhymes into your daily life and prose into your achievements."
    },
    {
      "id": "ny_080",
      "style": "Libre",
      "message": "Coupez les fils qui vous retiennent et envolez-vous vers vos désirs.",
      "message_en": "Cut the strings that hold you back and fly toward your desires."
    },
    {
      "id": "ny_081",
      "style": "Innovant",
      "message": "Inventez la solution au lieu de vous plaindre du problème.",
      "message_en": "Invent the solution instead of complaining about the problem."
    },
    {
      "id": "ny_082",
      "style": "Éclatant",
      "message": "Rayonnez sans demander la permission.",
      "message_en": "Shine without asking for permission."
    },
    {
      "id": "ny_083",
      "style": "Stable",
      "message": "Trouvez votre centre de gravité au milieu du chaos.",
      "message_en": "Find your center of gravity in the middle of chaos."
    },
    {
      "id": "ny_084",
      "style": "Vif",
      "message": "Ayez l'œil aux aguets pour les miracles du quotidien.",
      "message_en": "Keep your eyes peeled for everyday miracles."
    },
    {
      "id": "ny_085",
      "style": "Courageux",
      "message": "Le courage n'est pas l'absence de peur, c'est d'avancer malgré elle.",
      "message_en": "Courage is not the absence of fear; it is moving forward despite it."
    },
    {
      "id": "ny_086",
      "style": "Tactile",
      "message": "Sentez la texture de chaque jour nouveau.",
      "message_en": "Feel the texture of every new day."
    },
    {
      "id": "ny_087",
      "style": "Subtil",
      "message": "Appréciez les nuances de gris avant de chercher le blanc et le noir.",
      "message_en": "Appreciate the shades of gray before seeking out the black and white."
    },
    {
      "id": "ny_088",
      "style": "Pionnier",
      "message": "Ouvrez des voies que personne n'a osé emprunter avant vous.",
      "message_en": "Open paths that no one has dared to take before you."
    },
    {
      "id": "ny_089",
      "style": "Durable",
      "message": "Bâtissez du solide, du vrai, de l'éternel.",
      "message_en": "Build something solid, something real, something eternal."
    },
    {
      "id": "ny_090",
      "style": "Léger",
      "message": "Voyagez léger dans cette nouvelle année : l'ego pèse trop lourd.",
      "message_en": "Travel light in this new year: the ego weighs too much."
    },
    {
      "id": "ny_091",
      "style": "Astral",
      "message": "Que votre destinée soit écrite en lettres de feu sur le ciel de 2026.",
      "message_en": "May your destiny be written in letters of fire across the sky of 2026."
    },
    {
      "id": "ny_092",
      "style": "Serein",
      "message": "Apprenez à respirer dans le silence entre deux battements de cœur.",
      "message_en": "Learn to breathe in the silence between two heartbeats."
    },
    {
      "id": "ny_093",
      "style": "Intuitif",
      "message": "Faites confiance à votre boussole intérieure, elle connaît le chemin.",
      "message_en": "Trust your inner compass; it knows the way."
    },
    {
      "id": "ny_094",
      "style": "Magnétique",
      "message": "Devenez un aimant à bonnes ondes et à rencontres inspirantes.",
      "message_en": "Become a magnet for good vibes and inspiring encounters."
    },
    {
      "id": "ny_095",
      "style": "Fier",
      "message": "Regardez le chemin parcouru avec la fierté d'un survivant magnifique.",
      "message_en": "Look back at the path traveled with the pride of a magnificent survivor."
    },
    {
      "id": "ny_096",
      "style": "Vivant",
      "message": "Ne vous contentez pas d'exister. Vivez, intensément, totalement.",
      "message_en": "Don't just exist. Live, intensely and completely."
    },
    {
      "id": "ny_097",
      "style": "Ludique",
      "message": "Jouez avec la vie, elle n'est pas aussi sérieuse qu'elle en a l'air.",
      "message_en": "Play with life; it's not as serious as it seems."
    },
    {
      "id": "ny_098",
      "style": "Inépuisable",
      "message": "Que votre enthousiasme soit une source qui ne tarit jamais.",
      "message_en": "May your enthusiasm be a source that never runs dry."
    },
    {
      "id": "ny_099",
      "style": "Fraternel",
      "message": "Reconnaissez en chaque étranger un ami que vous ne connaissez pas encore.",
      "message_en": "Recognize in every stranger a friend you haven't met yet."
    },
    {
      "id": "ny_100",
      "style": "Ultime",
      "message": "Faites de 2026 votre année. Sans excuses, sans remords, sans limites.",
      "message_en": "Make 2026 your year. No excuses, no regrets, no limits."
    },
    {
      "id": "ny_101",
      "style": "Exploration",
      "message": "Ne demandez pas votre chemin, perdez-vous : c'est là que l'on fait les meilleures découvertes.",
      "message_en": "Don't ask for directions; get lost: that's where the best discoveries are made."
    },
    {
      "id": "ny_102",
      "style": "Botanique",
      "message": "Que 2026 soit l'année de votre photosynthèse : transformez la lumière en force de croissance.",
      "message_en": "May 2026 be the year of your photosynthesis: transform light into the power of growth."
    },
    {
      "id": "ny_103",
      "style": "Stoïcien",
      "message": "Ce qui ne vous tue pas vous rend plus sage. Soyez un philosophe en action.",
      "message_en": "What doesn't kill you makes you wiser. Be a philosopher in action."
    },
    {
      "id": "ny_104",
      "style": "Numérique",
      "message": "Optimisez votre code interne : supprimez les bugs de l'hésitation et compilez vos succès.",
      "message_en": "Optimize your internal code: delete the hesitation bugs and compile your successes."
    },
    {
      "id": "ny_105",
      "style": "Architectural",
      "message": "Ne rénovez pas votre vie, construisez une extension vers de nouveaux horizons.",
      "message_en": "Don't just renovate your life; build an extension toward new horizons."
    },
    {
      "id": "ny_106",
      "style": "Cinétique",
      "message": "L'élan est pris. Ne freinez pas, la friction est nécessaire pour avancer.",
      "message_en": "The momentum is set. Don't brake; friction is necessary to move forward."
    },
    {
      "id": "ny_107",
      "style": "Minimaliste",
      "message": "Moins de possessions, plus de sensations. Une année de légèreté.",
      "message_en": "Fewer possessions, more sensations. A year of lightness."
    },
   {
      "id": "ny_108",
      "style": "Artistique",
      "message": "Soyez le pigment qui donne de la couleur à la grisaille des autres.",
      "message_en": "Be the pigment that brings color to the grayness of others."
    },
    {
      "id": "ny_109",
      "style": "Alchimique",
      "message": "Que chaque échec de 2025 soit le réactif nécessaire à votre réussite de 2026.",
      "message_en": "May every failure of 2025 be the necessary reagent for your success in 2026."
    },
    {
      "id": "ny_110",
      "style": "Maritime",
      "message": "Apprenez à naviguer par gros temps, c'est là qu'on reconnaît les vrais capitaines.",
      "message_en": "Learn to navigate through heavy weather; that is how true captains are recognized."
    },
    {
      "id": "ny_111",
      "style": "Sportif",
      "message": "Dépassez votre record personnel de bienveillance et d'audace.",
      "message_en": "Break your personal record for kindness and audacity."
    },
    {
      "id": "ny_112",
      "style": "Géologique",
      "message": "Que vos résolutions aient la solidité du granit et la patience des sédiments.",
      "message_en": "May your resolutions have the solidity of granite and the patience of sediment."
    },
    {
      "id": "ny_113",
      "style": "Musical",
      "message": "Improviser est un art. Que votre année soit un solo de jazz mémorable.",
      "message_en": "Improvising is an art. May your year be a memorable jazz solo."
    },
    {
      "id": "ny_114",
      "style": "Solaire",
      "message": "Soyez celui qui fait fondre le givre sur les cœurs glacés.",
      "message_en": "Be the one who melts the frost on frozen hearts."
    },
    {
      "id": "ny_115",
      "style": "Philosophique",
      "message": "Le futur n'existe pas, créez-le à chaque seconde avec vos mains.",
      "message_en": "The future does not exist; create it every second with your own hands."
    },
    {
      "id": "ny_116",
      "style": "Audacieux",
      "message": "Sautez dans l'inconnu, le parachute de l'expérience s'ouvrira à temps.",
      "message_en": "Leap into the unknown; the parachute of experience will open in time."
    },
    {
      "id": "ny_117",
      "style": "Limpide",
      "message": "Que votre vision pour cette année soit dépourvue de toute distorsion.",
      "message_en": "May your vision for this year be free of all distortion."
    },
    {
      "id": "ny_118",
      "style": "Gastronomique",
      "message": "Une année 'umami' : riche, profonde et savoureuse dans tous ses aspects.",
      "message_en": "An 'umami' year: rich, deep, and flavorful in every aspect."
    },
    {
      "id": "ny_119",
      "style": "Spatial",
      "message": "Sortez de votre orbite habituelle pour explorer des galaxies de projets.",
      "message_en": "Break out of your usual orbit to explore galaxies of projects."
    },
    {
      "id": "ny_120",
      "style": "Radical",
      "message": "Changez les règles du jeu si le jeu ne vous convient plus.",
      "message_en": "Change the rules of the game if the game no longer suits you."
    },
    {
      "id": "ny_121",
      "style": "Respiratoire",
      "message": "Inspirez le futur, expirez le passé. Recommencez 365 fois.",
      "message_en": "Inhale the future, exhale the past. Repeat 365 times."
    },
    {
      "id": "ny_122",
      "style": "Électrique",
      "message": "Que vos idées fassent sauter les plombs du conformisme.",
      "message_en": "May your ideas blow the fuses of conformism."
    },
    {
      "id": "ny_123",
      "style": "Poétique",
      "message": "Vivez une année en vers libres, sans rimes obligatoires ni structures imposées.",
      "message_en": "Live a year in free verse, without mandatory rhymes or imposed structures."
    },
    {
      "id": "ny_124",
      "style": "Ancré",
      "message": "Soyez un phare : immobile dans vos valeurs, mais éclairant pour les autres.",
      "message_en": "Be a lighthouse: steady in your values, yet illuminating for others."
    },
    {
      "id": "ny_125",
      "style": "Quantique",
      "message": "Changez d'état : passez de spectateur à créateur de votre réalité.",
      "message_en": "Shift your state: move from being a spectator to being the creator of your reality."
    },
    {
      "id": "ny_126",
      "style": "Discret",
      "message": "Faites de grandes choses dans un silence élégant.",
      "message_en": "Do great things in elegant silence."
    },
    {
      "id": "ny_127",
      "style": "Vibrant",
      "message": "Que votre fréquence attire uniquement les personnes qui résonnent avec vous.",
      "message_en": "May your frequency attract only those who resonate with you."
    },
    {
      "id": "ny_128",
      "style": "Inébranlable",
      "message": "Que votre joie soit un rempart contre lequel la négativité s'épuise.",
      "message_en": "May your joy be a rampart against which negativity exhausts itself."
    },
    {
      "id": "ny_129",
      "style": "Curieux",
      "message": "Apprenez une chose nouvelle chaque jour, même si elle ne sert à rien.",
      "message_en": "Learn something new every day, even if it serves no purpose."
    },
    {
      "id": "ny_130",
      "style": "Fructueux",
      "message": "Que vos efforts portent des fruits dont vous n'avez même pas encore semé les graines.",
      "message_en": "May your efforts bear fruit from seeds you haven't even sown yet."
    },
    {
      "id": "ny_131",
      "style": "Léger",
      "message": "Laissez tomber les valises que vous portez pour les autres.",
      "message_en": "Drop the suitcases you are carrying for others."
    },
    {
      "id": "ny_132",
      "style": "Nocturne",
      "message": "Même dans la nuit noire, apprenez à voir les constellations de solutions.",
      "message_en": "Even in the darkest night, learn to see the constellations of solutions."
    },
    {
      "id": "ny_133",
      "style": "Vif",
      "message": "Ayez la réactivité de l'éclair et la persévérance du tonnerre.",
      "message_en": "Have the speed of lightning and the perseverance of thunder."
    },
    {
      "id": "ny_134",
      "style": "Nomade",
      "message": "Votre maison est là où votre esprit se sent libre. Voyagez souvent.",
      "message_en": "Your home is where your spirit feels free. Travel often."
    },
    {
      "id": "ny_135",
      "style": "Harmonieux",
      "message": "Accordez votre corps et votre esprit sur le diapason du bien-être.",
      "message_en": "Tune your body and mind to the pitch of well-being."
    },
    {
      "id": "ny_136",
      "style": "Optique",
      "message": "Mettez des lunettes de soleil sur vos peurs : elles paraîtront moins effrayantes.",
      "message_en": "Put sunglasses on your fears: they will seem much less frightening."
    },
    {
      "id": "ny_137",
      "style": "Structuré",
      "message": "Des fondations de discipline pour un gratte-ciel de liberté.",
      "message_en": "Foundations of discipline for a skyscraper of freedom."
    },
    {
      "id": "ny_138",
      "style": "Enthousiaste",
      "message": "Que votre 'Pourquoi pas ?' l'emporte toujours sur votre 'Oui mais'.",
      "message_en": "May your 'Why not?' always prevail over your 'Yes, but'."
    },
    {
      "id": "ny_139",
      "style": "Héroïque",
      "message": "Le petit geste de trop est celui qui fait de vous un géant.",
      "message_en": "The extra small gesture is the one that makes you a giant."
    },
    {
      "id": "ny_140",
      "style": "Fluide",
      "message": "Glissez sur les difficultés comme l'eau sur les plumes d'un cygne.",
      "message_en": "Glide over difficulties like water on a swan's feathers."
    },
    {
      "id": "ny_141",
      "style": "Fertile",
      "message": "Que votre imagination soit une terre noire où tout peut pousser.",
      "message_en": "May your imagination be a rich soil where anything can grow."
    },
    {
      "id": "ny_142",
      "style": "Éthique",
      "message": "Faites ce qui est juste, pas ce qui est facile.",
      "message_en": "Do what is right, not what is easy."
    },
    {
      "id": "ny_143",
      "style": "Solaire",
      "message": "Éclairez les zones d'ombre de votre entourage sans vous brûler.",
      "message_en": "Light up the dark areas around you without burning yourself."
    },
    {
      "id": "ny_144",
      "style": "Zen",
      "message": "L'art de ne rien faire est parfois l'action la plus productive de l'année.",
      "message_en": "The art of doing nothing is sometimes the most productive action of the year."
    },
    {
      "id": "ny_145",
      "style": "Pionnier",
      "message": "Tracez votre propre sentier, la forêt vous laissera passer.",
      "message_en": "Blaze your own trail; the forest will let you through."
    },
    {
      "id": "ny_146",
      "style": "Authentique",
      "message": "Soyez original, les copies sont déjà partout.",
      "message_en": "Be an original; copies are already everywhere."
    },
    {
      "id": "ny_147",
      "style": "Généreux",
      "message": "Donnez votre temps, c'est la seule chose qui ne se rachète pas.",
      "message_en": "Give your time; it is the only thing that cannot be bought back."
    },
    {
      "id": "ny_148",
      "style": "Évolutif",
      "message": "Muez. Laissez votre ancienne peau derrière vous.",
      "message_en": "Molt. Leave your old skin behind."
    },
    {
      "id": "ny_149",
      "style": "Symphonique",
      "message": "Faites de chaque jour un mouvement d'une œuvre grandiose.",
      "message_en": "Make every day a movement in a grand masterpiece."
    },
    {
      "id": "ny_150",
      "style": "Ultime",
      "message": "En 2026, ne cherchez plus le bonheur : soyez-le.",
      "message_en": "In 2026, stop searching for happiness: be it."
    },
    {
      "id": "ny_151",
      "style": "Exploration",
      "message": "Que 2026 soit votre expédition la plus audacieuse en terre inconnue.",
      "message_en": "May 2026 be your most daring expedition into unknown territory."
    },
    {
      "id": "ny_152",
      "style": "Botanique",
      "message": "Que vos projets germent dans le silence et fleurissent dans la lumière.",
      "message_en": "May your projects germinate in silence and bloom in the light."
    },
    {
      "id": "ny_153",
      "style": "Numérique",
      "message": "Automatisez vos joies et passez en revue manuelle vos peines pour mieux les éliminer.",
      "message_en": "Automate your joys and manually review your sorrows to better eliminate them."
    },
    {
      "id": "ny_154",
      "style": "Physique",
      "message": "Appliquez la loi de l'inertie : restez en mouvement vers vos buts sans jamais faiblir.",
      "message_en": "Apply the law of inertia: stay in motion toward your goals without ever faltering."
    },
    {
      "id": "ny_155",
      "style": "Minimaliste",
      "message": "Vivez une année 'Less is More' : moins de bruit, plus de sens.",
      "message_en": "Live a 'Less is More' year: less noise, more meaning."
    },
    {
      "id": "ny_156",
      "style": "Stoïcien",
      "message": "Que votre bonheur ne dépende d'aucun facteur extérieur à votre propre volonté.",
      "message_en": "May your happiness depend on no external factor other than your own will."
    },
    {
      "id": "ny_157",
      "style": "Cinétique",
      "message": "Trouvez la vitesse de croisière qui respecte votre écologie personnelle.",
      "message_en": "Find the cruising speed that respects your personal ecology."
    },
    {
      "id": "ny_158",
      "style": "Architectural",
      "message": "Érigez une année aux fondations de courage et au toit d'espérance.",
      "message_en": "Build a year with foundations of courage and a roof of hope."
    },
    {
      "id": "ny_159",
      "style": "Alchimique",
      "message": "Que le carbone de vos efforts se transforme en diamant de réussite.",
      "message_en": "May the carbon of your efforts transform into the diamond of success."
    },
    {
      "id": "ny_160",
      "style": "Maritime",
      "message": "Gardez le cap, même quand la brume de l'incertitude se lève.",
      "message_en": "Keep your course, even when the mist of uncertainty rises."
    },
    {
      "id": "ny_161",
      "style": "Spatial",
      "message": "Que votre trajectoire soit libre de tout débris émotionnel encombrant.",
      "message_en": "May your trajectory be free of any bulky emotional debris."
    },
    {
      "id": "ny_162",
      "style": "Généreux",
      "message": "Soyez celui qui offre la première chance, la deuxième chance et le dernier sourire.",
      "message_en": "Be the one who offers the first chance, the second chance, and the final smile."
    },
    {
      "id": "ny_163",
      "style": "Rythmique",
      "message": "Que 2026 soit un morceau de bravoure dont vous maîtrisez chaque mesure.",
      "message_en": "May 2026 be a piece of bravura of which you master every measure."
    },
    {
      "id": "ny_164",
      "style": "Botanique",
      "message": "Sachez tailler les branches mortes pour laisser la sève monter vers de nouveaux bourgeons.",
      "message_en": "Know how to prune dead branches to let the sap rise toward new buds."
    },
    {
      "id": "ny_165",
      "style": "Ancré",
      "message": "Ayez des racines assez profondes pour ne jamais être déraciné par les modes passagères.",
      "message_en": "Have roots deep enough to never be uprooted by passing trends."
    },
    {
      "id": "ny_166",
      "style": "Optique",
      "message": "Ajustez votre mise au point sur ce qui est beau, le reste deviendra flou naturellement.",
      "message_en": "Adjust your focus on what is beautiful; the rest will naturally become a blur."
    },
    {
      "id": "ny_167",
      "style": "Sportif",
      "message": "Que chaque obstacle soit pour vous une haie que vous franchissez avec élégance.",
      "message_en": "May every obstacle be a hurdle that you clear with elegance."
    },
    {
      "id": "ny_168",
      "style": "Poétique",
      "message": "Ne vous contentez pas de lire votre vie, soyez celui qui en écrit les métaphores.",
      "message_en": "Don't just read your life; be the one who writes its metaphors."
    },
    {
      "id": "ny_169",
      "style": "Gastronomique",
      "message": "Une année 'Slow Food' : dégustez chaque instant au lieu de l'avaler tout rond.",
      "message_en": "A 'Slow Food' year: savor every moment instead of swallowing it whole."
    },
    {
      "id": "ny_170",
      "style": "Solaire",
      "message": "Que votre rayonnement personnel soit la solution au réchauffement des cœurs.",
      "message_en": "May your personal radiance be the solution to the warming of hearts."
    },
    {
      "id": "ny_171",
      "style": "Audacieux",
      "message": "Que vos peurs aient peur de votre détermination.",
      "message_en": "May your fears be afraid of your determination."
    },
    {
      "id": "ny_172",
      "style": "Fluide",
      "message": "Soyez comme l'air : invisible mais indispensable, léger mais puissant.",
      "message_en": "Be like air: invisible yet essential, light yet powerful."
    },
    {
      "id": "ny_173",
      "style": "Intellectuel",
      "message": "Que 2026 soit l'année de votre plus belle épiphanie intellectuelle.",
      "message_en": "May 2026 be the year of your greatest intellectual epiphany."
    },
   {
      "id": "ny_174",
      "style": "Artistique",
      "message": "Signez chaque journée de votre touche personnelle unique.",
      "message_en": "Sign every single day with your own unique personal touch."
    },
    {
      "id": "ny_175",
      "style": "Respiratoire",
      "message": "Apprenez à retenir votre souffle devant la beauté, pas devant le stress.",
      "message_en": "Learn to hold your breath in the face of beauty, not in the face of stress."
    },
    {
      "id": "ny_176",
      "style": "Limpide",
      "message": "Que vos relations soient dépourvues de sédiments toxiques.",
      "message_en": "May your relationships be free of any toxic sediment."
    },
    {
      "id": "ny_177",
      "style": "Inspirant",
      "message": "Soyez le vent qui pousse les voiles de ceux qui n'ont plus la force d'avancer.",
      "message_en": "Be the wind that fills the sails of those who no longer have the strength to move forward."
    },
    {
      "id": "ny_178",
      "style": "Philosophique",
      "message": "La vie n'attend pas que l'orage passe, elle s'apprend en dansant sous la pluie.",
      "message_en": "Life isn't about waiting for the storm to pass; it's about learning to dance in the rain."
    },
    {
      "id": "ny_179",
      "style": "Évolutif",
      "message": "N'ayez pas peur de changer d'avis : c'est la preuve que vous réfléchissez.",
      "message_en": "Don't be afraid to change your mind: it is proof that you are thinking."
    },
    {
      "id": "ny_180",
      "style": "Quantique",
      "message": "N'attendez pas l'occasion, créez la probabilité qu'elle arrive.",
      "message_en": "Don't wait for the opportunity; create the probability of it happening."
    },
    {
      "id": "ny_181",
      "style": "Stable",
      "message": "Que votre équilibre soit dynamique, jamais statique.",
      "message_en": "May your balance be dynamic, never static."
    },
    {
      "id": "ny_182",
      "style": "Vibrant",
      "message": "Faites vibrer les cordes de votre âme jusqu'à ce que l'univers entier résonne.",
      "message_en": "Vibrate the strings of your soul until the entire universe resonates."
    },
    {
      "id": "ny_183",
      "style": "Nomade",
      "message": "Même sans bouger, voyagez à travers les idées et les cultures.",
      "message_en": "Even without moving, travel through ideas and cultures."
    },
    {
      "id": "ny_184",
      "style": "Serein",
      "message": "Que votre calme soit si contagieux qu'il apaise les foules.",
      "message_en": "May your calm be so contagious that it soothes the crowds."
    },
    {
      "id": "ny_185",
      "style": "Fertile",
      "message": "Que chaque graine d'idée plantée en janvier soit un arbre en décembre.",
      "message_en": "May every seed of an idea planted in January become a tree by December."
    },
    {
      "id": "ny_186",
      "style": "Radical",
      "message": "Repartez de zéro s'il le faut, mais repartez avec panache.",
      "message_en": "Start from scratch if you must, but start again with panache."
    },
    {
      "id": "ny_187",
      "style": "Héroïque",
      "message": "Le véritable exploit de l'année sera de rester fidèle à vous-même.",
      "message_en": "The true feat of the year will be staying true to yourself."
    },
    {
      "id": "ny_188",
      "style": "Lumineux",
      "message": "Que votre ombre soit toujours derrière vous, car vous regardez vers la lumière.",
      "message_en": "May your shadow always be behind you, for you are looking toward the light."
    },
    {
      "id": "ny_189",
      "style": "Tactile",
      "message": "Sentez la vie palpiter sous vos doigts à chaque seconde.",
      "message_en": "Feel life pulsating under your fingertips every second."
    },
    {
      "id": "ny_190",
      "style": "Météorologique",
      "message": "Que 2026 soit une année sans hiver intérieur.",
      "message_en": "May 2026 be a year without an internal winter."
    },
    {
      "id": "ny_191",
      "style": "Vertical",
      "message": "Ne vous étalez pas, élevez-vous.",
      "message_en": "Don't spread yourself thin; rise up."
    },
    {
      "id": "ny_192",
      "style": "Harmonieux",
      "message": "Que vos contradictions trouvent enfin un terrain d'entente.",
      "message_en": "May your contradictions finally find common ground."
    },
    {
      "id": "ny_193",
      "style": "Précis",
      "message": "Visez le cœur de vos envies avec la précision d'un archer zen.",
      "message_en": "Aim for the heart of your desires with the precision of a Zen archer."
    },
    {
      "id": "ny_194",
      "style": "Énergétique",
      "message": "Brûlez vos doutes pour éclairer votre route.",
      "message_en": "Burn your doubts to light your way."
    },
    {
      "id": "ny_195",
      "style": "Zen",
      "message": "L'année sera ce que vous en ferez, commencez par ne rien en attendre.",
      "message_en": "The year will be what you make of it; start by expecting nothing from it."
    },
    {
      "id": "ny_196",
      "style": "Éthique",
      "message": "Que votre boussole morale soit votre seul GPS.",
      "message_en": "May your moral compass be your only GPS."
    },
    {
      "id": "ny_197",
      "style": "Ludique",
      "message": "Faites de chaque difficulté un niveau de jeu passionnant.",
      "message_en": "Turn every difficulty into an exciting game level."
    },
    {
      "id": "ny_198",
      "style": "Stellaire",
      "message": "Brillez par votre absence de prétention et votre présence de cœur.",
      "message_en": "Shine through your lack of pretension and your presence of heart."
    },
    {
      "id": "ny_199",
      "style": "Infini",
      "message": "Ne limitez pas vos défis, défiez vos limites.",
      "message_en": "Don't limit your challenges; challenge your limits."
    },
    {
      "id": "ny_200",
      "style": "Ultime",
      "message": "Vivez 2026 comme si chaque jour était le premier, et le dernier.",
      "message_en": "Live 2026 as if every day were the first—and the last."
    }
  ]
}